[
  {
    "id": 1,
    "author_id": 1,
    "genre_id": 4,
    "title": "Момент истины. В августе сорок четвертого…",
    "price": 1642,
    "book_cover": "covers/book_1.webp",
    "description": "Остросюжетный, почти детективный роман Владимира Богомолова посвящен одной из самых закрытых военных тем - работе Управления контрразведки СМЕРШ. В 1944 году на 3-м Белорусском фронте группа разведчиков мастерски выслеживает и обезвреживает фашистских шпионов. Но суть романа гораздо шире сюжета. Константин Симонов писал: \"Это роман не о военной контрразведке. Это роман о советской государственной и военной машине сорок четвертого года и типичных людях того времени\".\nТонкие штрихи иллюстраций Андрея Николаева схватывают и горячие моменты боя, и напряженную аналитическую работу разведчиков.",
    "publishing": "Речь",
    "year": 2018,
    "binding": "Твердая, обтянутая тканью"
  },
  {
    "id": 2,
    "author_id": 2,
    "genre_id": 2,
    "title": "Письмо незнакомки",
    "price": 701,
    "book_cover": "covers/book_2.webp",
    "description": "Новеллы австрийского писателя Стефана Цвейга (1881-1942) - это тончайшее психологическое исследование внутреннего состояния героев, их душевных порывов. Каждое произведение вызывает глубокие чувства и понимание, насколько беззащитно человеческое сердце, как превратны людские судьбы, на какие свершения, а порой преступления, может толкнуть страсть...Прекрасен и неподражаем язык Цвейга: элегантный, изысканный, преисполненный достоинства. Изысканные черно-белые иллюстрации подчеркивают дух новелл Цвейга.",
    "publishing": "Аркадия" ,
    "year": 2020,
    "binding": "Твердая"
  },
  {
    "id": 3,
    "author_id": 3,
    "genre_id": 4,
    "title": "Преступление и наказание",
    "price": 443,
    "book_cover": "covers/book_3.webp",
    "description": "История бедного студента-убийцы из Санкт-Петербурга, ставшая одним из самых ярких символом русской культуры во всем мире. Родион Раскольников, обедневший студент, измученный внутренней борьбой добра со злом, считает себя выше закона и совершает страшное преступление, оправдываясь своей философией: \"Убить такую вредную старуху - воспротивиться злу и восстановить справедливость!\". Однако все идет не по плану и, охваченный чувством вины и ужаса, Раскольников начинает проваливаться в пучину безумия. Достоевский мастерски вплетает сложные нравственно-мировоззренческие вопросы в мрачную тягучую атмосферу холодного Петербурга.",
    "publishing": "Яуза",
    "year": 2025,
    "binding": "Твердая"
  },
  {
    "id": 4,
    "author_id": 4,
    "genre_id": 17,
    "title": "Приключения капитана Врунгеля",
    "price": 1023,
    "book_cover": "covers/book_4.webp",
    "description": "Морское дело писатель Андрей Некрасов знал не понаслышке: совсем юным он поступил матросом на рыболовецкое судно в Мурманске, а позже попал на Тихоокеанское побережье и исходил его от Чукотки до Посьета. Он был кочегаром, зверобоем, штурманом и даже занимался организацией китобойной промышленности. В те же годы он начал писать и публиковаться в детских журналах и газетах, причём многие сюжеты своих рассказов брал из жизни. Капитан Врунгель тоже имел реального прототипа - это капитан Андрей Вронский, который возглавлял первый китобойный трест на Дальнем Востоке, а на досуге любил рассказывать захватывающие небылицы из морской жизни.",
    "publishing": "Качели",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 5,
    "author_id": 6,
    "genre_id": 4,
    "title": "Белая гвардия",
    "price": 1309,
    "book_cover": "covers/book_5.webp",
    "description": "\"Белая гвардия\" - первый роман Михаила Афанасьевича Булгакова (1891-1940). В центре повествования - семья Турбиных и их друзья. Через восприятие этих героев читатель погружается в атмосферу тектонических сдвигов, ужасов событий 1918-1919 годов. Но это не столько историческое описание, сколько художественный образ, сотканный из раздумий писа­теля о конце времен.\nИллюстрации к роману созданы выдающимся художником Андреем Владимировичем Николаевым, автором многочисленных графических циклов к \"Войне и миру\" Л. Н. Толстого.",
    "publishing": "Галерея классики",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 6,
    "author_id": 7,
    "genre_id": 4,
    "title": "Обломов",
    "price": 1853,
    "book_cover": "covers/book_6.webp",
    "description": "Роман Ивана Александровича Гончарова (1812-1891) \"Обломов\" с момента своей публикации вошел в число лучших образцов прозы. Это размышление о русском характере со всеми его достоинствами и недостатками, об устроенности и неустроенности человека в обществе, о выборе пути и результатах такого предпочтения. При этом автор не стремится к разоблачению, порицанию, наставлению. Философский смысл романа, лирическая интонация повествования позволила мастеру книжной иллюстрации Герману Алексеевичу Мазурину написать свой цикл рисунков. Их отличает необыкновенная точность деталей, внимание к психологическому жесту и почти волшебная легкость композиции.",
    "publishing": "Галерея классики",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 7,
    "author_id": 8,
    "genre_id": 4,
    "title": "Повести покойного Ивана Петровича Белкина",
    "price": 630,
    "book_cover":"covers/book_7.webp",
    "description": "Знаменитые \"Повести Белкина\" (1830) появились на свет в Болдинскую осень Александра Пушкина, самый продуктивный период его творческой биографии.\nСоздавая свои произведения, великий русский писатель не любил придерживаться каких-либо строгих рамок. Им двигала жажда эксперимента, желание совмещать различные направления. В пяти \"Повестях Белкина\" их четыре: реализм (\"Выстрел\"), сентиментализм (\"Метель\", \"Станционный смотритель\"), водевиль (\"Барышня-крестьянка\"), готика (\"Гробовщик\").\nВ каждой повести судьба ставит героев в необычайные, чаще всего трагические положения или, наоборот, приводит их к неожиданной и \"счастливой\" развязке.",
    "publishing": "Аркадия",
    "year": 2019,
    "binding": "Твердая"
  },
  {
    "id": 8,
    "author_id": 1,
    "genre_id": 9,
    "title": "Вечера на хуторе близ Диканьки",
    "price": 227,
    "book_cover": "covers/book_8.webp",
    "description": "\"Вечера на хуторе близ Диканьки\" - одно из лучших произведений Николая Гоголя, которое одинаково сильно любят и взрослые, и дети.\nСборник мистических повестей почти две сотни лет погружает читателей в мир, где реальность переплетается с фантастикой, а народные легенды и предания оживают на страницах книги.\nДля среднего школьного возраста.",
    "publishing": "Проспект",
    "year": 2025,
    "binding": "Мягкая"
  },
  {
    "id": 9,
    "author_id": 5,
    "genre_id": 28,
    "title": "Физика в формулах и схемах",
    "price": 101,
    "book_cover": "covers/book_9.webp",
    "description": "Серия \"В формулах и схемах\" включает дидактические материалы, тестовые задания и шпаргалки для школьников и абитуриентов. Предлагаемое пособие - краткий справочник по основным разделам курса физики, изучаемым в средней школе. В наглядной и доступной форме изложены основные законы физики. Текст сопровождается необходимыми иллюстрациями.\nПособие может быть рекомендовано школьникам, в том числе для подготовки к ОГЭ и ЕГЭ и абитуриентам.\n4-е издание, исправленное и дополненное.",
    "publishing": "Виктория Плюс",
    "year": 2019,
    "binding": "Мягкая"
  },
  {
    "id": 10,
    "author_id": 6,
    "genre_id": 4,
    "title": "Собачье сердце",
    "price": 374,
    "book_cover": "covers/book_10.webp",
    "description": "Повесть \"Собачье сердце\" написана М. А. Булгаковым в январе-марте 1925 года, в СССР впервые опубликована в журнале \"Знамя\" в 1987 году, но до публикации широко ходила в самиздате. История введения \"Собачьего сердца\" в \"официальный оборот\" подробно описана в статье М. О. Чудаковой, завершающей эту книгу. Огромная популярность пришла к булгаковским героям после чрезвычайно удачной экранизации книги в 1989 году. Шарик-Шариков, профессор Преображенский, доктор Борменталь, председатель домкома Швондер стали нарицательными персонажами. А история о бездомной собаке, принявшей после хирургической операции человеческий облик, но затем под влиянием идей о классовой вражде пролетариата и буржуазии вновь утратившей его, обрела почти фольклорную известность. Сегодня обращенное к человеку определение \"Шариков\" - синоним глупости, жадности и неблагодарности. Пес Шарик, между прочим, таким не был - это чисто людские свойства.",
    "publishing": "Время",
    "year": 2017,
    "binding": "Мягкая"
  },
  {
    "id": 11,
    "author_id": 10,
    "genre_id": 5,
    "title": "Властелин колец",
    "price": 2150,
    "book_cover": "covers/book_11.webp",
    "description": "Эпическая трилогия Дж. Р. Р. Толкина, положившая начало современному фэнтези. Война Кольца и судьба Средиземья в завораживающей истории дружбы, мужества и борьбы добра со злом.",
    "publishing": "АСТ",
    "year": 2023,
    "binding": "Твердая"
  },
  {
    "id": 12,
    "author_id": 11,
    "genre_id": 6,
    "title": "Убийство в Восточном экспрессе",
    "price": 890,
    "book_cover": "covers/book_12.webp",
    "description": "Классический детектив Агаты Кристи с участием знаменитого сыщика Эркюля Пуаро. Загадочное убийство в поезде, закрытое пространство и множество подозреваемых.",
    "publishing": "Эксмо",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 13,
    "author_id": 12,
    "genre_id": 7,
    "title": "Гордость и предубеждение",
    "price": 357,
    "book_cover": "covers/book_13.webp",
    "description": "Роман Джейн Остин, в котором остроумие, любовь и социальные предрассудки переплетаются в истории семьи Беннет и мистера Дарси.",
    "publishing": "Азбука",
    "year": 2021,
    "binding": "Твердая"
  },
  {
    "id": 14,
    "author_id": 13,
    "genre_id": 10,
    "title": "Краткая история времени",
    "price": 950,
    "book_cover": "covers/book_14.webp",
    "description": "Книга Стивена Хокинга, которая открывает перед читателем тайны космоса, черных дыр и происхождения Вселенной простым и увлекательным языком.",
    "publishing": "АСТ",
    "year": 2020,
    "binding": "Мягкая"
  },
  {
    "id": 15,
    "author_id": 14,
    "genre_id": 14,
    "title": "Атлант расправил плечи",
    "price": 1680,
    "book_cover": "covers/book_15.webp",
    "description": "Философский роман Айн Рэнд о роли личности, разуме и созидательной энергии в обществе. Книга, ставшая манифестом рационализма и индивидуализма.",
    "publishing": "Альпина",
    "year": 2019,
    "binding": "Твердая"
  },
  {
    "id": 16,
    "author_id": 15,
    "genre_id": 15,
    "title": "Чистый код",
    "price": 2100,
    "book_cover": "covers/book_16.webp",
    "description": "Классическая книга Роберта Мартина для программистов, стремящихся писать чистый, поддерживаемый и эффективный код.",
    "publishing": "Питер",
    "year": 2021,
    "binding": "Мягкая"
  },
  {
    "id": 17,
    "author_id": 16,
    "genre_id": 17,
    "title": "Волшебник Изумрудного города",
    "price": 971,
    "book_cover": "covers/book_17.webp",
    "description": "Классическая детская книга Александра Волкова о приключениях Элли и её друзей в волшебной стране.",
    "publishing": "Качели",
    "year": 2021,
    "binding": "Твердая"
  },
  {
    "id": 18,
    "author_id": 17,
    "genre_id": 23,
    "title": "7 навыков высокоэффективных людей",
    "price": 1096,
    "book_cover": "covers/book_18.webp",
    "description": "Знаковая книга Стивена Кови о том, как развивать личную и профессиональную эффективность через системный подход.",
    "publishing": "Попурри",
    "year": 2018,
    "binding": "Мягкая"
  },
  {
    "id": 19,
    "author_id": 18,
    "genre_id": 33,
    "title": "Атака титанов. Том 1",
    "price": 890,
    "book_cover": "covers/book_19.webp",
    "description": "Первая часть культовой манги Хадзимэ Исаямы о борьбе человечества за выживание в мире, где царят титаны.",
    "publishing": "Азбука",
    "year": 2023,
    "binding": "Мягкая"
  },
  {
    "id": 20,
    "author_id": 19,
    "genre_id": 8,
    "title": "Знак беды",
    "price": 640,
    "book_cover": "covers/book_20.webp",
    "description": "Роман белорусского писателя Василя Быкова о трагических страницах Великой Отечественной войны и судьбах простых людей.",
    "publishing": "Т8",
    "year": 2018,
    "binding": "Твердая"
  },
  {
    "id": 21,
    "author_id": 20,
    "genre_id": 18,
    "title": "Секреты итальянской кухни",
    "price": 950,
    "book_cover": "covers/book_21.webp",
    "description": "Если что-то в Италии и остается неизменным, так это повсеместная страсть к еде. Она в сердце каждого итальянца, о ней известно всем. Что интересно, независимо от уровня доходов у большинства итальянцев на столе хорошая еда: вкусная, яркая, простая. Итальянцы помешаны на сезонных продуктах, бережливы, стараются не усложнять себе жизнь, в том числе на кухне, и подходят к готовке с большой любовью. Если вы возьмете с них пример, то сможете приготовить потрясающие блюда, которые соберут за одним столом друзей и родных.",
    "publishing": "Кукбукс,",
    "year": 2018,
    "binding": "Твердая"
  },
  {
    "id": 22,
    "author_id": 5,
    "genre_id": 19,
    "title": "Футбол. Полная энциклопедия",
    "price": 3180,
    "book_cover": "covers/book_22.webp",
    "description": "Энциклопедия о футболе: история чемпионатов, биографии легендарных игроков, тактика и рекорды.",
    "publishing": "РОСМЭН",
    "year": 2019,
    "binding": "Твердая"
  },
  {
    "id": 23,
    "author_id": 21,
    "genre_id": 21,
    "title": "Грамматика английского языка",
    "price": 245,
    "book_cover": "covers/book_23.jpg",
    "description": "Подробный разбор грамматики английского языка с примерами и упражнениями для всех уровней.",
    "publishing": "Проспект",
    "year": 2024,
    "binding": "Мягкая"
  },
  {
    "id": 24,
    "author_id": 22,
    "genre_id": 28,
    "title": "Математика. Полный курс подготовки к ЕГЭ",
    "price": 530,
    "book_cover": "covers/book_24.jpg",
    "description": "Учебник для подготовки к ЕГЭ по математике: теория, задания и разбор типовых ошибок.",
    "publishing": "Феникс",
    "year": 2019,
    "binding": "Мягкая"
  },
  {
    "id": 25,
    "author_id": 23,
    "genre_id": 24,
    "title": "Менеджмент",
    "price": 900,
    "book_cover": "covers/book_25.jpg",
    "description": "Данное издание предлагает читателю краткое и структурированное изложение основного материала по менеджменту. Благодаря чётким определениям основных понятий, читатель сможет за короткий срок усвоить и переработать важную часть научной информации.",
    "publishing": "Научная книга",
    "year": 2017,
    "binding": "Твердая"
  },
  {
    "id": 26,
    "author_id": 24,
    "genre_id": 25,
    "title": "Дикий маркетинг? Ручной маркетинг! Как заставить слушаться инструменты продвижения. Монография",
    "price": 690,
    "book_cover": "covers/book_26.jpg",
    "description": "Введение в философию: основные школы, идеи и мыслители в удобном формате ежедневного чтения.",
    "publishing": "Good Business",
    "year": 2012,
    "binding": "Твердая"
  },
  {
    "id": 27,
    "author_id": 30,
    "genre_id": 1,
    "title": "Одинокое место",
    "price": 690,
    "book_cover": "covers/book_27.webp",
    "description": "\"Одинокое место\" - автобиографический роман шведской писательницы Кристины Сандберг. Действие происходит в 2016 году.\nПосле получения Августовской премии за роман \"Жизнь любой ценой\" к автору приходит слава, ее приглашают на многочисленные лекции и встречи с читателями. Она понимает, что это очень важный период в жизни, открывающий новые возможности. Вместе с тем героиня чувствует, что силы ее на исходе, беспокойство вызывает и странная боль в груди. Кристина долго откладывает визит к врачу, но в конце концов ей сообщают страшный диагноз - агрессивная форма рака груди. Вся привычная жизнь рушится.\nВ этой книге - и больничный дневник, и воспоминания о детстве в 1970-х годах, и мучительные размышления о хрупкости человеческого тела, о настоящем и будущем, и страх за своих близких. Но прежде всего это книга о том, что страшная болезнь делает человека бесконечно одиноким.",
    "publishing": "Городец",
    "year": 2023,
    "binding": "Твердая"
  },
  {
    "id": 28,
    "author_id": 25,
    "genre_id": 3,
    "title": "Кровь на палубе",
    "price": 530,
    "book_cover": "covers/book_28.webp",
    "description": "Август 1910 года. В газете «Ставропольские губернские ведомости» опубликована криптограмма. За разгадку обещано 25 рублей. Вскоре выясняется, что человек, сделавший это объявление, убит. Тем временем на остров Мадагаскар отправляется экспедиция для поиска целакантуса – рыбы ровесницы динозавров. Супруги Ардашевы оказываются на том же самом пароходе и путешествуют по Средиземноморью по местам, где в XVIII веке ещё рыскали пиратские шхуны.",
    "publishing": "Яуза",
    "year": 2025,
    "binding": "Твердая"
  },
  {
    "id": 29,
    "author_id": 26,
    "genre_id": 1,
    "title": "Экспресс на 19:45",
    "price": 590,
    "book_cover": "covers/book_29.webp",
    "description": "Международный бестселлер.\nБудущий хит Netflix с Джессикой Альбой\n\nВерите ли вы в совпадения?..\n\nВсего одна случайная встреча в поезде. Селена Мерфи подсаживается к незнакомке и вскоре понимает, что делится с этой неизвестной женщиной своими самыми темными секретами.… Например, что ее муж спит с их няней, и что она мечтает, чтобы та исчезла раз и навсегда.\n\nПоезд прибывает, и девушки расходятся, чтобы никогда больше не встретиться. Но неужели Селена только что открыла ящик Пандоры? Сначала таинственно исчезает няня. А потом.… Потом на смартфон приходит это: \"Кстати, это Марта. Из поезда\"\n\nРазве она давала той женщине свой номер? Нет. Но странные сообщения продолжают поступать... И вот уже жизнь Селены летит кувырком. Всего за несколько дней череда невероятных событий обращает в прах привычный ей мир и все, что она знала…",
    "publishing": "Inspiria",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 30,
    "author_id": 27,
    "genre_id": 1,
    "title": "И тогда я солгал",
    "price": 494,
    "book_cover": "covers/book_30.webp",
    "description": "Закончилась Первая мировая война, и рядовой Дэниел Бранвелл вернулся в родной Корнуолл. Парню повезло - он остался в живых, в то время как его лучший друг Фредерик встретил свою смерть на изрытом снарядами поле.\nНо Бранвел не чувствует себя счастливым. Пока он воевал, мать умерла, а их дом забрали за долги. До бывшего солдата никому нет дела, кроме больной старухи Мэри Паско, которая делится с ним едой и кровом. И каждую ночь призрак погибшего друга встает в ногах его постели, лишая покоя и усугубляя чувство вины.\nА когда старушка Мэри тоже умирает, Дэниел остается один на один с враждебным ему миром, где легче солгать, чем открыться людям, не испытавшим ужасы войны.\n\"Тихая\" трагедия знаменитой английской писательницы Хелен Данмор - это сага человеческой души, история, шокирующая своей беспощадной и искренней правдой.",
    "publishing": "Аркадия",
    "year": 2019,
    "binding": "Твердая"
  },
  {
    "id": 31,
    "author_id": 28,
    "genre_id": 1,
    "title": "Гостья",
    "price": 866,
    "book_cover": "covers/book_31.webp",
    "description": "Жизнь Алекс катится под откос, когда она встречает Саймона - немолодого богатого мужчину, который думает, что она только что окончила университет, а не девушка по вызову. И теперь Алекс живет в его летнем доме, мечтая о будущем, в котором она будет чувствовать безопасность - как и все в этом избранном обществе. Но она не одна из них, и достаточно совершить лишь один неверный шаг - и мечта Алекс обращается в прах. В течение недели Алекс перемещается из одного дома в другой - повсюду гостья, повсюду чужая - с единственной эфемерной целью: уцепиться за эту безоблачную жизнь, задержаться в ней, превратиться из гостьи в хозяйку, хозяйку собственной судьбы. Алекс призраком дрейфует по пляжам Лонг-Айленда, проулкам между виллами, подъездным дорожкам, ведущим к роскошным особнякам, по раскаленным летним дюнам, и за ней тянется шлейф отчаяния и разрушения. Напряженный, динамичный, гипнотический роман об одиночестве и мечтах. Эмма Клайн, автор знаменитых \"Девочек\", сотворила камерный шедевр о же...",
    "publishing": "Фантом Пресс",
    "year": 2025,
    "binding": "Твердая"
  },
  {
    "id": 32,
    "author_id": 29,
    "genre_id": 1,
    "title": "Что сказал покойник",
    "price": 738,
    "book_cover": "covers/book_32.webp",
    "description": "Иоанна, по специальности архитектор, решила подзаработать по контракту в Дании, где живет после замужества ее лучшая подруга Алиция. Однако близкие знают - дерзкая пани словно напрашивается на сомнительные приключения. Вот и в этот раз азартная Иоанна, решив пощекотать нервы рулеткой после успеха на бегах, становится свидетельницей перестрелки в нелегальном копенгагенском казино, и смертельно раненный человек доверяет ей таинственный шифр… Сообщники покойного готовы на все, лишь бы услышать заветные слова, и похищают девушку. Опасность ей грозит нешуточная, но пани - крепкий орешек и так просто сдаваться не намерена.",
    "publishing": "Аркадия",
    "year": 2025,
    "binding": "Твердая"
  },
   {
    "id": 33,
    "author_id": 29,
    "genre_id": 1,
    "title": "Красное",
    "price": 738,
    "book_cover": "covers/book_33.webp",
    "description": "В доме Алиции Хансен, подруги неуемной пани Иоанны, которая давно проживает в Дании, неожиданно собралась большая компания. Близкие друзья и хорошие знакомые хозяйки съехались со всей Европы и попали на вечеринку случайно... из-за нового садового светильника. Празднество выдалось шумным и веселым, но когда пришла пора расходиться, один из гостей оказался... мертв. Его убили ударом кинжала в спину. Но кто это сделал, ведь в доме были исключительно свои? Разрешить эту загадку под силу только пани Иоанне...",
    "publishing": "Аркадия",
    "year": 2025,
    "binding": "Твердая"
  },
  {
    "id": 34,
    "author_id": 31,
    "genre_id": 1,
    "title": "Отступники",
    "price": 601,
    "book_cover": "covers/book_34.webp",
    "description": "Живущая в глуши смотрительница заповедника Айно обнаруживает на берегу озера едва живого мужчину. Лингвист Томас только что прилетел в Финляндию, его похитили прямо из аэропорта, накачали парализующим веществом, раздели и бросили в воду.\nАйно выхаживает Томаса, и вместе они начинают выяснять, кто и почему пытался его убить. Становится понятно, что Томаса преследуют байкеры, которые мстят ему за то, чего он не совершал.\n\nЛеена Лехтолайнен (р. 1964) - одна из самых популярных финских писательниц детективного жанра, ее книги переведены на десятки языков и завоевали признание читателей по всему миру. В Финляндии криминальные романы Лехтолайнен стали бестселлерами, были удостоены литературных премий и экранизированы.",
    "publishing": "Городец",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 35,
    "author_id": 32,
    "genre_id": 1,
    "title": "Вспомни, что ты сделала. Детективная история Евы Рэй Томас. Книга 2",
    "price": 628,
    "book_cover": "covers/book_35.webp",
    "description": "\nПриключения Евы Рэй Томас продолжаются...\nБывший профайлер ФБР Ева Рэй Томас сталкивается, наверное, с самым личным делом в своей карьере. Три подруги исчезают после выпускного вечера в школе. Одна из них - королева бала.\nЕва Рэй только что нашла сестру, похищенную еще в детстве, и в этот момент детектив Мэтт Миллер просит ее присоединиться к расследованию исчезновения трех девушек.\nКогда на заднем дворе дома Ева Рэй обнаруживает закованную в цепи четвертую подругу пропавших девушек, она понимает, что больше не может наблюдать за этой историей со стороны. Она не только вовлечена в расследование, но и является мишенью маньяка.",
    "publishing": "Феникс",
    "year": 2025,
    "binding": "Твердая"
  },
  {
    "id": 36,
    "author_id": 33,
    "genre_id": 2,
    "title": "Финансист. Титан. Стоик. Полное издание в одном томе",
    "price": 1484,
    "book_cover": "covers/book_36.webp",
    "description": "В одном томе публикуется знаменитая \"Трилогия желания\" известного американского писателя Теодора Драйзера (1871-1945) - \"Финансист\" (1912), \"Титан\" (1914) и \"Стоик\" (1947).",
    "publishing": "Альфа-книга",
    "year": 2019,
    "binding": "Твердая"
  },
  {
    "id": 37,
    "author_id": 44,
    "genre_id": 2,
    "title": "Мифы Ктулху",
    "price": 831,
    "book_cover": "covers/book_37.webp",
    "description": "Роберт Ирвин Говард вошел в историю прежде всего как основоположник жанра \"героическое фэнтези\", однако его перу с равным успехом поддавалось все: фантастика, приключения, вестерны, историческая и даже спортивная проза. При этом подлинной страстью Говарда, по свидетельствам современников и выводам исследователей, были истории о пугающем и сверхъестественном. Говард - один из родоначальников жанра \"южной готики\", ярчайший автор в плеяде тех, кто создавал Вселенную \"Мифов Ктулху\" Г. Ф. Лавкрафта, с которым его связывала прочная и долгая дружба. Если вы вновь жаждете прикоснуться к запретным тайнам Древних - возьмите эту книгу, и вам станет по-настоящему страшно!\nБессмертные произведения Говарда гармонично дополняют пугающие и загадочные иллюстрации Виталия Ильина, а также комментарии и примечания переводчика и литературоведа Григория Шокина.",
    "publishing": "Феникс",
    "year": 2023,
    "binding": "Твердая"
  },
  {
    "id": 38,
    "author_id": 35,
    "genre_id": 2,
    "title": "Женщина в белом",
    "price": 1518,
    "book_cover": "covers/book_38.webp",
    "description": "Современники считали \"Женщину в белом\" Уилки Коллинза самым популярным романом XIX века. Он был написан в 1860 году и сразу сделал автора известным писателем. Поклонники с нетерпением ждали выпусков диккенсовского журнала \"Круглый год\", где книга выходила по частям. Идею своей романтической драмы Коллинз почерпнул в \"Справочнике знаменитых судебных дел\" Мориса Межана, где рассказывалась история французской маркизы, брат которой завладел ее состоянием, поместив сестру в дом умалишенных под вымышленным именем. Роман Коллинза начинается как раз с эпизода встречи главного героя Уильяма Хартрайта с таинственной женщиной в белом, сбежавшей из сумасшедшего дома. Разгадка тайны этой загадочной героини - одна из главных сюжетных линий романа, тесно переплетенная с другой - с историей любви бедного художника Уильяма Хартрайта и богатой наследницы Лоры Ферли. Неприятие общества, социальные условности встанут на пути этой любви. Однако гораздо более страшным препятствием окажутся беспринципные люди, готовые ради денег и сохранения тайн своего прошлого пойти на любые преступления.",
    "publishing": "Качели",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 39,
    "author_id": 36,
    "genre_id": 2,
    "title": "Призраки острова Марион",
    "price": 589,
    "book_cover": "covers/book_39.webp",
    "description": "В очередной том Г.Р. Хаггарда (1856-1925) включены две остросюжетные истории из Викторианской эпохи. Роман с элементами робинзонады \"Призраки острова Марион\", опубликованный через четыре года после смерти автора, был задуман Хаггардом еще в 1916 году, во время долго плавания к берегам Австралии. Сюжет \"Призраков\" принес на своих крыльях альбатрос, день и ночь круживший рядом с кораблем писателя.\nДраматическая повесть \"Доктор Терн\" представлена нашим читателям в полном переводе. По сравнению со старым архаичным переводом начала прошлого века эта история увеличилась вдвое и обрела дополнительные краски, оттенки и эпизоды, которые в очередной раз подчеркивают силу и многогранность таланта настоящего рассказчика.",
    "publishing": "Вече",
    "year": 2025,
    "binding": "Обл. с клапанами"
  },
  {
    "id": 40,
    "author_id": 37,
    "genre_id": 2,
    "title": "Удивительные приключения дядюшки Антифера",
    "price": 589,
    "book_cover": "covers/book_40.webp",
    "description": "Осень 1831 года. Неизвестный корабль с неизвестным капитаном бороздит неизвестное море в поисках неизвестного острова. Судно уже столько раз меняло курс, что вконец запутало как шпионов, болтавшихся где-то на хвосте, так и саму команду. Где же этот остров? Кто или что там ждет? И что находится в трех окованных железом бочках, которые хозяин шхуны то и дело помышляет швырнуть за борт? И еще интересный вопрос: какое отношение ко всему этому могут иметь два эксцентричных французских провинциала - вспыльчивый, как динамит, дядюшка Антифер и его антипод-приятель Жильдас Трегомен, всегда пожимающий протянутую руку только большим и указательным пальцами?\nЭта авантюрная история рассказывает о простых и удивительных вещах: крепкой дружбе, \"с трудом поддающейся объяснению\", и алчности, которая в комплекте с ненавистью порой передается по наследству, если передать больше нечего. По словам внука Жюля Верна, этот поздний роман - \"своего рода притча, в которой автор обретает хорошее настроение\". Именно такое настроение он и дарит своим читателям.",
    "publishing": "Вече",
    "year": 2025,
    "binding": "Обл. с клапанами "
  },
  {
    "id": 41,
    "author_id": 38,
    "genre_id": 2,
    "title": "Последняя любовь Нельсона",
    "price": 589,
    "book_cover": "covers/book_41.webp",
    "description": "1793 год. Леди Эмма помогает своему мужу, сэру Уильяму Гамильтону, заботиться об интересах Англии при дворе неаполитанского короля. Сэр Уильям - посол, а его жена, хоть и не занимает никакой официальной должности, участвует во всех политических интригах наравне с мужем. Положение обязывает ее поддерживать фальшивую дружбу с неаполитанской королевой Марией-Каролиной, лгать и притворяться каждый день. Но многое меняется, когда в Неаполь прибывает английский корабль \"Агамемнон\" под командованием капитана Горацио Нельсона. Эмма проникается чувством к открытому и честному моряку. Она больше не хочет лгать, но изменить привычную жизнь мешают обстоятельства и темное прошлое Эммы, которое постоянно напоминает о себе.",
    "publishing": "Вече",
    "year": 2025,
    "binding": "Обл. с клапанами "
  },
  {
    "id": 42,
    "author_id": 39,
    "genre_id": 3,
    "title": "Жаль, что вас не было с нами. Повести и рассказы",
    "price": 480,
    "book_cover": "covers/book_42.webp",
    "description": "Василий Аксенов - один из самых любимых русских писателей, кумир шестидесятников, лауреат премии \"Русский букер\". Его рассказы и повести стали символом \"оттепели\". В шестидесятые-семидесятые годы прошлого столетия люди читали и перечитывали, передавали друг другу журналы с новыми произведениями Василия Аксенова. Особенно популярна была \"Затоваренная бочкотара\". Пусть и нынешний читатель оценит эту мудрую и озорную повесть. А также \"Зеницу ока\", \"Жаль, что вас не было с нами\", \"Прошу климатического убежища!\" и другие легендарные рассказы.",
    "publishing": "Текст",
    "year": 2023,
    "binding": "Твердая"
  },
  {
    "id": 43,
    "author_id": 40,
    "genre_id": 3,
    "title": "Самый счастливый день",
    "price": 565,
    "book_cover": "covers/book_43.webp",
    "description": "Виктория Токарева - известный писатель и сценарист; ее имя знакомо российским читателям и зрителям по любимым с детства фильмам: \"Джентльмены удачи\", \"Мимино\", \"Шла собака по роялю\", \"Шляпа\"... Особое место в творчестве Виктории Токаревой занимают рассказы. Теплые, живые, с мягким, добрым юмором, написанные неподражаемым, легким, \"токаревским\" языком. С симпатичными героями, которые так напоминают нас самих. И таким необходимым всем нам лейтмотивом: жизнь не испытание, а благо. А счастье в самом ее течении.\nВ настоящее издание вошли рассказы Виктории Токаревой, написанные в разные годы жизни, среди них \"День без вранья\", \"Один кубик надежды\", \"Самый счастливый день\", \"Почем килограмм славы\" и др.",
    "publishing": "Азбука",
    "year": 2023,
    "binding": "Твердая"
  },
  {
    "id": 44,
    "author_id": 41,
    "genre_id": 3,
    "title": "Тайны нашего дома",
    "price": 720,
    "book_cover": "covers/book_44.webp",
    "description": "На пляже пансионата происходит убийство. Владу вызывает следователь. Он расспрашивает ее формально - она вне подозрений. Юная девушка. И даже ее домашнее имя - Цыпа - вызывает улыбку. Но для того, чтобы рассказать о взаимоотношениях с убитой, Владе приходится вспомнить обстоятельства своего появления в \"Луговых далях\", вытащить на белый свет скелеты из семейного шкафа, раскрыть тайны дома. А их накопилось немало...",
    "publishing": "Феникс",
    "year": 2025,
    "binding": "Твердая"
  },
  {
    "id": 45,
    "author_id": 39,
    "genre_id": 3,
    "title": "Новый сладостный стиль",
    "price": 559,
    "book_cover": "covers/book_45.webp",
    "description": "Василий Аксенов написал роман «Новый сладостный стиль» в 1996 году. Герой романа одаренный театральный режиссер, актер и бард Александр Корбах вынужден эмигрировать в Америку. Там он становится университетским профессором, находит состоятельного родственника, влюбляется в девушку-археолога, работает в Голливуде.\nСтремится в Россию, снова и снова возвращается в Москву девяностых годов, живет «между двумя странами». Блестящая словесная игра украшает речь героев романа, а поэтические фрагменты в конце каждой главы поднимают повествование до философского обобщения. Это книга о России и Америке, о переплетении человеческих судеб. О свободе, о которой Аксенов пишет: «…это крылатое существо, это новый сладостный стиль!» И конечно же — о любви.",
    "publishing": "Текст",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 46,
    "author_id": 42,
    "genre_id": 3,
    "title": "Кисло-сладкое",
    "price": 885,
    "book_cover": "covers/book_46.webp",
    "description": "В юности нам кажется, что мы бессмертны, нас непременно ждет незаурядное будущее и великие дела. Верится, что впереди уйма свободного времени на любовь, глупые мелкие обиды и на то, чтобы исправить бездумно совершенные ошибки. Но проходит время... все меняется. И вот уже кажется, что в прошлом деревья были выше, трава зеленее. А еще... тоска чернее и боль пронзительнее. Соня убежала от прошлого, но оно вернулось и потребовало дать ответ. Что же такое настоящая любовь - великая трагедия или великое счастье? От автора романов \"Дневник рыжего\", \"Анасейма\" и \"Босиком за ветром\".",
    "publishing": "Дримбук",
    "year": 2025,
    "binding": "Твердая"
  },
  {
    "id": 47,
    "author_id": 43,
    "genre_id": 3,
    "title": "Сахар со стеклом",
    "price": 586,
    "book_cover": "covers/book_47.webp",
    "description": "\"Сахар со стеклом\" - молодежный роман о горькой любви и ненависти между сводными братом и сестрой от Маши Малиновской, автора, которая пишет эмоциональные и чувственные истории.\nМаша Малиновская – популярная писательница в жанре современного любовного романа, молодежной прозы и эротического романа.\nЯна Фомина живёт с тётей в маленьком городке и готовится к поступлению в вуз. Она давно привыкла, что мама приезжает из большого города только на праздники. Но однажды мать шокирует её новостью: она вышла замуж и забирает дочь. Яна воодушевлена, ведь теперь у неё будет не только отчим, но и сводный брат. Она всегда хотела иметь старшего брата.\nНо Алексей встречает её ледяным взглядом и открытым презрением. И он не собирается скрывать, что Яна для него — чужая. Алексей готов сделать всё, чтобы девчонка поняла — ей тут не место.\nСможет ли Яна стать частью новой семьи? И что же скрывается за льдом в глазах сводного брата?",
    "publishing": "Яуза",
    "year": 2025,
    "binding": "Твердая"
  },
  {
    "id": 48,
    "author_id": 8,
    "genre_id": 4,
    "title": "Дубровский",
    "price": 1269,
    "book_cover": "covers/book_48.webp",
    "description": "Владимир Дубровский - молодой и беспечный корнет. Он служит в гвардии и не заботится о будущем: играет в карты, \"входит в долги\" и устраивает шумные застолья. Но однажды он получает письмо от своей старой няни: отец Владимира при смерти, а их поместье отнимает богатый самодур Троекуров.\nДубровский спешит в деревню на помощь отцу, но здесь его ожидают участь разбойника и дочь заклятого врага.\nИздание выполнено с тиснением на обложке, содержит ляссе (ленточку-закладку). В блоке тонированная бумага.\nДля среднего школьного возраста.\nКнига издана в серии \"101 книга\" с иллюстрациями Владимира Милашевского, классика книжной иллюстрации.",
    "publishing": "Издательский дом Мещерякова",
    "year": 2017,
    "binding": "Твердая"
  },
  {
    "id": 49,
    "author_id": 9,
    "genre_id": 4,
    "title": "Тарас Бульба",
    "price": 1171,
    "book_cover": "covers/book_49.webp",
    "description": "\nПовесть \"Тарас Бульба\" рассказывает, прежде всего, о братстве, чести, верности товарищам и отчизне. На этих принципах держалось Запорожское братство, к которому принадлежат главные герои. В основу сюжета легла история восстания запорожских казаков 1637-1638 годов.\nЯркие, сочные иллюстрации Дементия Шмаринова сочетают в себе и полноту жизни героев, и трагедию ее окончания.",
    "publishing": "Речь",
    "year": 2017,
    "binding": "Твердая"
  },
  {
    "id": 50,
    "author_id": 44,
    "genre_id": 4,
    "title": "Дорога жизни",
    "price": 708,
    "book_cover": "covers/book_50.webp",
    "description": "Документальная повесть о легендарной ледовой дороге через Ладожское озеро.\nВ этой книге вы встретите настоящие судьбы и подвиги советских людей, столкнувшихся с ужасами блокадной жизни Ленинграда.\nГлавные персонажи здесь - обычные шоферы, регулировщики и фельдшеры. Именно их героическая самоотверженность и храбрость сделали Дорогу жизни великой.",
    "publishing": "Яуза",
    "year": 2025,
    "binding": "Твердая"
  },
  {
    "id": 51,
    "author_id": 45,
    "genre_id": 4,
    "title": "Бедная Лиза. Подробный иллюстрированный комментарий",
    "price": 433,
    "book_cover": "covers/book_51.webp",
    "description": "В издании представлена повесть Н. М. Карамзина \"Бедная Лиза\".\nПодробный иллюстрированный комментарий к повести, выполненный с использованием технологии \"книга в книге\", поможет читателю погрузиться в эпоху России конца XVIII века, лучше понять произведение великого писателя и узнать много интересного о событиях и традициях, бытовавших в то время.\nДля всех интересующихся историей, русской литературой и творчеством Николая Михайловича Карамзина.",
    "publishing": "Проспект",
    "year": 2024,
    "binding": "Твердая"
  },
  {
    "id": 52,
    "author_id": 8,
    "genre_id": 4,
    "title": "Стихи и проза. Собрание сочинений в одном томе",
    "price": 1324,
    "book_cover": "covers/book_52.webp",
    "description": "В издании представлены сочинения Александра Сергеевича Пушкина – стихи, проза, драматургия, эссеистика, а также автобиографические заметки, дневники, анекдоты. Ко всем произведениям даны научные комментарии. Книга дополнена интересным визуальным материалом, словарем терминов и алфавитным указателем. Для широкого круга читателей.",
    "publishing": "Проспект",
    "year": 2024,
    "binding": "Твердая"
  },
  {
    "id": 53,
    "author_id": 46,
    "genre_id": 4,
    "title": "Детство. Отрочество. Юность",
    "price": 1447,
    "book_cover": "covers/book_53.webp",
    "description": "",
    "publishing": "",
    "year": 2025,
    "binding": "Твердая"
  },
  {
    "id": 54,
    "author_id": 47,
    "genre_id": 5,
    "title": "Полное собрание романов в одном томе",
    "price": 1669,
    "book_cover": "covers/book_57.webp",
    "description": "\nВ одном томе публикуются все романы известного британского писателя Джорджа Оруэлла (1903-1950) - \"Дни в Бирме\", \"Дочь священника\", \"Да здравствует фикус!\", \"Глотнуть воздуха\", \"1984\" и сатирическая повесть \"Скотный двор\".",
    "publishing": "Альфа-книга",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 55,
    "author_id": 48,
    "genre_id": 5,
    "title": "Земля мечты. Последний сребреник",
    "price": 1091,
    "book_cover": "covers/book_55.webp",
    "description": "\nОт лауреата Всемирной премии фэнтези и премии Филипа К. Дика.\n\nНи один писатель со времен Рэя Брэдбери не создавал столь волшебный и реальный мир.\n\nДобро пожаловать в волшебную Калифорнию!\n\nКогда на берег выбрасывает ботинок размером с лодку и гигантские очки, трое городских сирот - Джек, Скизикс и Хелен - понимают, что происходит что-то неладное, да и старый призрак на чердаке приюта склонен с ними согласиться. В город приезжает зловещий карнавал, которым руководит мрачный джентльмен, имеющий способность превращаться в ворона. Человек размером с мышь, прячущийся в лесу, оставляет Джеку эликсир, который, возможно, позволит ему перейти во время Солнцестояния в другой мир, в таинственные Земли мечты, где хранится ключ к прошлому Джека и где начнутся их приключения.",
    "publishing": "fanzon",
    "year": 2024,
    "binding": "Твердая"
  },
  {
    "id": 56,
    "author_id": 49,
    "genre_id": 5,
    "title": "Призраки Иеронима Босха. Уникальная книга ужасов",
    "price": 1081,
    "book_cover": "covers/book_56.webp",
    "description": "Из мрачных глубин Средневековья пришла к нам эта история. Веками почитатели искусства восхищались картинами Босха и ужасались запечатленным на них образам. Но никто из них не пытался заглянуть в Бездну, что скрыта за всем известными полотнами. Лишь один не в меру любознательный автор осмелился заглянуть за Грань... и этот поиск завел его куда дальше, чем можно представить в самых страшных кошмарах. Прочтите эту книгу - и вы никогда не сможете смотреть на картины Босха прежним взглядом.\nДорогой Читатель, ты держишь в своих руках не просто переиздание, а специальное коллекционное издание, которое несомненно придется по душе всем эстетам. Ибо мы решили, что наш прекрасный роман того достоин. Закрашенный обрез, в три раза возросшее количество цветных иллюстраций и другие атмосферные элементы оформления сделают эту книгу украшением твоей книжной коллекции. С нами Босх!",
    "publishing": "Феникс",
    "year": 2024,
    "binding": "Твердая"
  },
  {
    "id": 57,
    "author_id": 50,
    "genre_id": 5,
    "title": "Рейтинг Асури",
    "price": 250,
    "book_cover": "covers/book_57.webp",
    "description": "Жизнь в Байхапуре, идеальном городе-государстве, зависит от показателя рейтинга, который контролирует система искусственного интеллекта. Нулевой уровень преступности. Потенциально опасные элементы, чей рейтинг опустился ниже определенной отметки, изолируются от общества и перемещаются за стену без возможности возврата.\nПрофессор Афа Асури, создатель системы, получает всемирное признание и Нобелевскую премию. Внезапно его личный рейтинг начинает стремительно падать, рискуя опуститься до той самой границы. Он считает, что это всего лишь сбой программы.",
    "publishing": "Городец",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 58,
    "author_id": 51,
    "genre_id": 5,
    "title": "Кошмар на Полынной улице. Сборник рассказов",
    "price": 679,
    "book_cover": "covers/book_58.webp",
    "description": "Хэллоуин - это время колдовства, загадок и страшилок. Авторы издательства \"Полынь\" написали девять рассказов, после которых вы не уснете. Похищенные дети, отрезанные уши, родовые проклятия и прочие леденящие душу истории. Проведите страшно интересный и до жути пугающий праздник на Полынной улице!\nАвторы сборника: Риган Хэйс, Дарья Буданцева, Мария Соловьёва, Анна Чайка, Мария Тович, Екатерина Ландер, Роннат, Анастасия Евлахова, Мэй\n\nРиган Хэйс \"Игра в кости\"\n\nБенни Фрауд и трое его друзей в канун Самайна ввязываются в авантюру в надежде озолотиться: подозрительный незнакомец обещает им награду за разграбление могилы старого колдуна. Однако нечистая сила не дремлет и не готова уступить сокровища просто так.",
    "publishing": "Полынь",
    "year": 2025,
    "binding": "Твердая"
  },
  {
    "id": 59,
    "author_id": 52,
    "genre_id": 5,
    "title": "Мы",
    "price": 187,
    "book_cover": "covers/book_59.webp",
    "description": "В настоящем издании публикуется знаменитый роман-антиутопия \"Мы\", написанный Евгением Замятиным в 1920 году.\nЭто произведение оказало большое влияние не только на русскую, но и на мировую литературу, в частности на творчество Олдоса Хаксли и Джорджа Оруэлла.\nДля широкого круга читателей.",
    "publishing": "Проспект",
    "year": 2025,
    "binding": "Обл. с клапанами "
  },
  {
    "id": 60,
    "author_id": 53,
    "genre_id": 5,
    "title": "Терранавты. Роман о разумных осьминогах",
    "price": 770,
    "book_cover": "covers/book_60.webp",
    "description": "Динамичное действие романа происходит в 2043 году. Школьница Мира приезжает на Сахалин в гости к родственнице, известному гидробиологу. Однако тётя Рина исчезла. Мире придётся самой разбираться, почему и куда пропадают люди. Новый учитель плавания предлагает помощь. Но кто он на самом деле?! \"Терранавты\" - дебютный роман Октавии Колотилиной, успевший получить несколько престижных наград (победитель Литературной мастерской Сергея Лукьяненко, шорт-лист премии патриотической фантастики \"Пересвет\"). Увлекательный сюжет, тщательно продуманные персонажи и описания подводного мира никого не оставят равнодушным. Особенно книга понравится любителям научной фантастики. Погружайтесь за острыми ощущениями!",
    "publishing": "ИД Комсомольская правда",
    "year": 2024,
    "binding": "Твердая"
  },
  {
    "id": 61,
    "author_id": 54,
    "genre_id": 5,
    "title": "Руки солнца",
    "price": 286,
    "book_cover": "covers/book_61.webp",
    "description": "Необычное рядом с нами. В этом предстоит убедиться Даниэлю, жизнь которого изменится после перенесенной комы. Теперь он может видеть духов и разговаривать с ангелами, быть одновременно в двух мирах. Что это: игры разума, воспаленная фантазия или другая реальность все-таки существует? В поисках ответов на эти вопросы Даниэль побывает в далекой Индии и мистической Праге, откроет для себя много нового и поймет, что мир устроен гораздо сложнее, чем он думал, что добро и зло, как инь и ян, неразделимы и даже чистые и непорочные ангелы бывают жестокими.",
    "publishing": "Четыре",
    "year": 2024,
    "binding": "Твердая"
  },
  {
    "id": 62,
    "author_id": 42,
    "genre_id": 5,
    "title": "Босиком за ветром",
    "price": 770,
    "book_cover": "covers/book_62.webp",
    "description": "Славку не мучают кошмары, наоборот. Она сама плетет их жуткий узор. Дочь ведьмы, наделенная особой способностью - проникать в чужие сны и подсматривать самые сокровенные желания. Но даже она не в силах повлиять на чувства того, кого сама нарекла именем ветра. Когда-то она не смогла его простить. Вытравила из памяти, присыпала пылью забвения. Но горькая обида и жгучая любовь поднялись ураганом и вырвались на свободу, грозя разрушить всё, что ей дорого. И всё же за свою любовь Славка готова бороться, даже с тем, кого любит, - бежать босиком за ветром и лететь за ним в пропасть. Не можешь лететь - падай. От автора романов \"Дневник рыжего\" и \"Анасейма\".",
    "publishing": "Дримбук",
    "year": 2024,
    "binding": "Твердая"
  },
  {
    "id": 63,
    "author_id": 55,
    "genre_id": 6,
    "title": "У смерти два лица",
    "price": 716,
    "book_cover": "covers/book_63.webp",
    "description": "Семнадцатилетняя Анна Чиккони устраивается на лето няней в богатый дом на Атлантическом побережье неподалеку от Нью-Йорка. Все идет хорошо, но с каждым днем пребывания в живописном Херрон-Миллс она начинает замечать все больше странностей: окружающие весьма необычно реагируют на встречу с ней, проявляя удивление и даже испуг. Оказывается, полгода назад в поселке бесследно исчезла молодая девушка Зоуи Спанос, очень похожая на нее. А саму Анну все чаще посещают смутные образы и воспоминания: ей начинает казаться, что она уже бывала раньше в этих местах. В какой-то момент перед ее мысленным взором предстают обстоятельства смерти Зоуи. И - о ужас! - в этой трагедии, похоже, виновата она сама. Что это - дежавю, причуды памяти или за этим кроется что-то гораздо более страшное?",
    "publishing": "Аркадия",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 64,
    "author_id": 56,
    "genre_id": 6,
    "title": "Лицом к солнцу",
    "price": 452,
    "book_cover": "covers/book_64.webp",
    "description": "Ранним утром двое подростков обнаруживают на пляже в Майами мертвую красавицу - преступник установил тело в молитвенной позе лицом к восходящему солнцу. Спешно вызванные полицейские подозревают, что это дело рук серийного убийцы. Для раскрытия чудовищного преступления необходимо найти и других жертв, и здесь требуется помощь ФБР. Агент Тесс Уиннет - блестящий профессионал-одиночка с уникальной интуицией, но чтобы выследить именно этого убийцу, одной интуиции недостаточно - Тесс придется столкнуться с призраками далекого прошлого и одолеть собственный страх.",
    "publishing": "Аркадия",
    "year": 2020,
    "binding": "Твердая"
  },
{
    "id": 65,
    "author_id": 57,
    "genre_id": 6,
    "title": "Детективное агентство \"Альтернатива\"",
    "price": 794,
    "book_cover": "covers/book_65.webp",
    "description": "Большинству читателей Роберт Шекли (1928-2005) хорошо известен как замечательный писатель-фантаст, однако здесь он представлен произведениями другого жанра. Три романа, включенных в эту книгу, объединены общим главным героем - частным детективом, который расследует преступления, связанные с торговлей наркотиками и совершаемые на испанском острове Ибица, а также в Лондоне, Нью-Йорке и Париже. Попадая в казалось бы безнадежное положение, Хоб Драконян (так зовут этого героя) неизменно сохраняет самообладание и чувство юмора, и эти качества, а также помощь друзей помогают ему не только уцелеть, но и добиться успеха.",
    "publishing": "Текст",
    "year": 2021,
    "binding": "Твердая"
  },
  {
    "id": 66,
    "author_id": 58,
    "genre_id": 6,
    "title": "Шесть убийственных причин",
    "price": 581,
    "book_cover": "covers/book_66.webp",
    "description": "В живописном уголке Ирландии, над белопенной бухтой, в прекрасном доме на холме, жили-были отец с матерью и шестеро детей: три сына и три дочери. Жили богато и счастливо, пока не исчез средний сын - будто сквозь землю провалился. Мать горя не пережила и до срока ушла в мир иной, а дети разъехались по миру. Но через десять лет пропавший сын вернулся в родное гнездо…\nИстория, рассказанная признанным мастером Джо Спейн, звучит словно волшебная сказка. Только описанная в ней реальность окажется куда страшнее любого вымысла, ведь \"возвращение блудного сына\" ознаменовано убийством его отца!",
    "publishing": "Аркадия",
    "year": 2021,
    "binding": "Твердая"
  },
  {
    "id": 67,
    "author_id": 59,
    "genre_id": 6,
    "title": "Небо Голливуда",
    "price": 691,
    "book_cover": "covers/book_67.webp",
    "description": "В остросюжетном романе знаменитого нидерландского писателя Леона де Винтера (р.1954 г.) «Небо Голливуда» трое блестящих в прошлом, но сейчас оказавшихся не у дел актеров начинают собственное следствие об ограблении казино и, в надежде завладеть деньгами, предстают перед гангстерами, ограбившими казино на миллионы долларов, под видом детективов.\nПостепенно выясняется, что события развиваются по сценарию, который один из них написал много лет назад.\nРоман построен по законам голливудского психологического триллера.",
    "publishing": "Текст",
    "year": 2020,
    "binding": "Твердая"
  },
  {
    "id": 68,
    "author_id": 56,
    "genre_id": 6,
    "title": "Похититель жизней",
    "price": 452,
    "book_cover": "covers/book_68.webp",
    "description": "Фотомодель Кристина Бартлетт знаменита, богата и счастлива. У нее замечательные родители и любящий молодой человек, за которого она вскоре выйдет замуж. Но внезапно эта молодая особа кончает с собой. Прибывшие на место преступления полицейские уверены - это типичный суицид. Однако у специального агента ФБР Тесс Уиннет возникают сомнения.\nА вскоре она понимает, что ей предстоит вычислить и изловить очередного маньяка. Проблема только в том, что злодей не оставляет следов...",
    "publishing": "Аркадия",
    "year": 2021,
    "binding": "Твердая"
  },
  {
    "id": 69,
    "author_id": 56,
    "genre_id": 6,
    "title": "Послание смерти",
    "price": 632,
    "book_cover": "covers/book_69.webp",
    "description": "Полицейские обнаруживают тело молодой женщины на заднем дворе ее собственного дома через неделю после ее исчезновения. Собранные улики неопровержимо свидетельствуют: она - жертва неизвестного серийного изувера-убийцы.\nСпециалист по подобного рода преступлениям, агент ФБР Тесс Уиннет, восстанавливается после серьезной операции в больнице, но она готова прийти на помощь коллегам. Появление следующей жертвы дает следователям зацепку - перед тем как похитить женщину, маньяк демонстрирует ей веревку, которая в недалеком мрачном будущем оборвет ее жизнь. Этого недостаточно, чтобы вычислить и изловить убийцу, но Тесс, используя достижения современной науки, подбирается к нему все ближе и ближе...",
    "publishing": "Аркадия",
    "year": 2020,
    "binding": "Твердая"
  },
  {
    "id": 70,
    "author_id": 60,
    "genre_id": 6,
    "title": "Сэр Найджел. Белый отряд. Подвиги бригадира Жерара. Приключения бригадира Жерара",
    "price": 1891,
    "book_cover": "covers/book_70.webp",
    "description": "В одном томе публикуются самые известные исторические произведения знаменитого английского писателя Артура Конан Дойла - \"Сэр Найджел\", \"Белый отряд\", \"Подвиги бригадира Жерара\" и \"Приключения бригадира Жерара\" с 282 иллюстрациями известных художников У.Уоллена, С.Пэйджета. А.Твидла и других.",
    "publishing": "Альфа-книга",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 71,
    "author_id": 60,
    "genre_id": 6,
    "title": "Приключения Шерлока Холмса",
    "price": 323,
    "book_cover": "covers/book_71.webp",
    "description": "Более 100 лет мир читает произведения о Шерлоке Холмсе. Слава этого героя затмила всех знаменитых персонажей мировой литературы.\nШерлок Холмс - наблюдательный, проницательный и находчивый человек. Его острый глаз замечает в окружающем мельчайшие детали, а тонкий ум легко и изобретательно связывает их воедино, приходя к неожиданным порою, но всегда правильным выводам. Шерлок Холмс - сыщик, расследование преступлений он стремится превратить в точную науку. Он хорошо знает людей, и это помогает ему распутывать самые запутанные преступления. Второй герой произведений Конан Дойла, посвященных Шерлоку Холмсу,- доктор Уотсон, неизменный спутник, а часто и помощник Шерлока Холмса. От его имени ведется повествование о тех сложных и загадочных преступлениях, выяснять причины и разыскивать виновников которых приходится Шерлоку Холмсу.",
    "publishing": "Альфа-книга",
    "year": 2019,
    "binding": "Твердая"
  },
  {
    "id": 72,
    "author_id": 60,
    "genre_id": 6,
    "title": "Этюд в багровых тонах. Знак четырех",
    "price": 507,
    "book_cover": "covers/book_72.webp",
    "description": "Более 100 лет мир читает рассказы о Шерлоке Холмсе. Слава этого героя затмила всех литературных персонажей мировой литературы.\nВ настоящее издание вошли две повести о знаменитом сыщике - \"Этюд в багровых тонах\" и \"Знак четырех\".\nКомплект из 61 иллюстрации, выполненный Йозефом Фридрихом, Фредериком Таунсендом и Рихардом Гутшмидтом, прекрасно иллюстрирует все произведения.\nДля среднего школьного возраста.",
    "publishing": "Альфа-книга",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 73,
    "author_id": 61,
    "genre_id": 7,
    "title": "С видом на Нескучный",
    "price": 510,
    "book_cover": "covers/book_73.webp",
    "description": "Помните, героиня культового советского фильма говорит, что, когда всего добьешься, больше всего хочется выть волком.\nВера, как и героиня фильма, добилась всего сама. И ей точно так же хочется выть волком.\nНеожиданно судьба, словно подслушав ее мысли, делает крутой поворот - отправляет ее в Энск, убогий, нищий городишко, где прошли ее детство и юность и откуда она сбежала, оставив все: сытую жизнь, тряпки, украшения и - мужа. Красавца Геру Солдата, местного криминального авторитета.\nНо прошлое не дает о себе забыть. Спустя годы Вера приезжает в Энск по делам, и неожиданно здесь, в этом ненавистном городке, судьба подкидывает ей шанс не только круто изменить жизнь, но и наполнить ее смыслом.",
    "publishing": "Эксмо",
    "year": 2023,
    "binding": "Твердая"
  },
  {
    "id": 74,
    "author_id": 62,
    "genre_id": 7,
    "title": "Сэйв",
    "price": 487,
    "book_cover": "covers/book_74.webp",
    "description": "Книги Авы Хоуп - это чувственные истории о любви, в которой нет места токсичности и предательству, ее герои настолько легкие и веселые, что счастливый финал им непременно гарантирован.\n\nЭмили. Каждая романтическая история любви начинается с чуда. Так считала я до знакомства с Мэттью Дэвисом. Но этот парень перевернул все мои представления о прекрасном, уверяя, что любовь переоценили. Он оказался самым настоящим циником и нахалом, а проклятый Купидон взял и вручил ему мое сердце. Теперь только от него зависит, какой финал ждет нашу историю. Но вдруг чудеса все-таки случаются и главное - верить?",
    "publishing": "Эксмо",
    "year": 2023,
    "binding": "Твердая"
  },
  {
    "id": 75,
    "author_id": 63,
    "genre_id": 7,
    "title": "Доверие",
    "price": 1029,
    "book_cover": "covers/book_75.webp",
    "description": "В последнее время Тирнан де Хаас все стало безразлично. Единственная дочь кинопродюсера и его жены-старлетки выросла в богатой, привилегированной семье, однако не получила от родных ни любви, ни наставлений. С ранних лет девушку отправляли в школы-пансионы, и все же ей не удалось избежать одиночества. Она не смогла найти свой жизненный путь, ведь тень родительской славы всюду преследовала ее.\nПосле внезапной смерти родителей Тирнан понимает: ей положено горевать. Но разве что-то изменилось? Она и так всегда была одна.\nДжейк Ван дер Берг, сводный брат ее отца и единственный живой родственник, берет девушку, которой осталась пара месяцев до восемнадцатилетия, под свою опеку. Отправившись жить с ним и его двумя сыновьями, Калебом и Ноем, в горы Колорадо, Тирнан вскоре обнаруживает, что теперь эти мужчины решают, о чем ей беспокоиться. Под их покровительством она учится работать, выживать в глухом лесу и постепенно находит свое место среди них.",
    "publishing": "АСТ",
    "year": 2023,
    "binding": "Твердая"
  },{
    "id": 76,
    "author_id": 64,
    "genre_id": 7,
    "title": "Люб и Овь",
    "price": 857,
    "book_cover": "covers/book_76.webp",
    "description": "Это история про влюбленного парня по имени Люб и неприступную девушку по имени Овь. Половинки одного целого, которых разделяет ненавистная \"И\" - интернет. Влюбленный Люб покоряет Овь через интернет. \"И\", конечно, не простая, современная, и, возможно, вы узнаете себя в этой истории.",
    "publishing": "Четыре",
    "year": 2024,
    "binding": "Твердая"
  },
  {
    "id": 77,
    "author_id": 42,
    "genre_id": 7,
    "title": "Анасейма",
    "price": 575,
    "book_cover": "covers/book_77.webp",
    "description": "Они повстречались, будучи детьми. За возможность называть выросшую на берегу Чёрного моря Марину звучным прозвищем Анасейма Илья поплатился зубом и душевным покоем. Но приручить морскую волну - задача невыполнимая... А Марина была с морем единым целым, жила им, дышала. Верила в волшебство, здоровалась с прибоем и загадывала желание каждый раз, как находила особенную ракушку.\nОдна из трёх дочерей Счастливчика, трёх \"русалочек\", она не представляла, как это - жить вдали от моря, не ощущать его в каждом вдохе. Но сможет ли любовь к человеку победить страсть к стихии? Смогут ли Илья и Марина, пережив череду испытаний и ошибок, простить друг друга и быть вместе, несмотря на боль и обиды?",
    "publishing": "Дримбук",
    "year": 2024,
    "binding": "Твердая"
  },
  {
    "id": 78,
    "author_id": 65,
    "genre_id": 7,
    "title": "Лунный шторм. Время взрослеть",
    "price": 831,
    "book_cover": "covers/book_78.webp",
    "description": "Рэйчел всегда была ранимой девушкой, но после неудачной первой любви она решила измениться. Посвятив себя учебе и работе, Рэй не желает отвлекаться на посторонние вещи. Но жизнь снова приготовила ей испытания. Прошлое настигает и переплетается с настоящим, от которого теперь зависит ее будущее. Если раньше она не верила в любовь, то теперь же просто пытается принять собственные чувства. Однако судьба к ней неблагосклонна, и девушка оказывается в тупике.",
    "publishing": "Феникс",
    "year": 2024,
    "binding": "Твердая"
  },
  {
    "id": 79,
    "author_id": 66,
    "genre_id": 7,
    "title": "Порочная трилогия",
    "price": 570,
    "book_cover": "covers/book_79.webp",
    "description": "Порочная трилогия от Меган Марч в одном томе! Входят книги: \"Порочный миллиардер\", \"Порочные удовольствия\", \"Порочная связь\".\n\nПо контракту с музыкальной студией Холли вынуждена играть на публике роль невесты известного певца Джесси, который, по ее мнению, полнейший разгильдяй. Холли мечтает обойти контракт, но это не так просто.\nУ Крейтона Караса много плюсов: обалденная внешность, острый ум, банковский счет. Но, как следствие, есть и минус - непомерное эго, а еще у него скандальная репутация. Правда, после их случайной встречи в баре все думают, что они с Холли теперь пара.\nКажется, что это спасение от контракта. Но красивые и самоуверенные миллиардеры, как правило, надолго не влюбляются. Холли мечтает выпутаться из этого клубка страстей, но Крейтон не даст ей уйти так просто.",
    "publishing": "Inspiria",
    "year": 2024,
    "binding": "Твердая"
  },
  {
    "id": 80,
    "author_id": 67,
    "genre_id": 8,
    "title": "Дикая охота короля Стаха",
    "price": 757,
    "book_cover": "covers/book_80.webp",
    "description": "Исторический детектив \"Дикая охота короля Стаха\" - одно из самых популярных произведений классика белорусской литературы Владимира Короткевича. Созданная по классическим канонам приключенческого романа, эта повесть завораживает и чем-то своим, особенным, некой присущей ей тайной-загадкой, которую трудно объяснить словами, а можно только почувствовать.",
    "publishing": "Попурри",
    "year": 2025,
    "binding": "Твердая"
  },
  {
    "id": 81,
    "author_id": 67,
    "genre_id": 8,
    "title": "Собрание сочинений. В 6 томах. Том 5. Леониды не вернутся к земле",
    "price": 1638,
    "book_cover": "covers/book_81.webp",
    "description": "Прозаические произведения Владимира Короткевича средней жанровой формы затрагивают сложные общественно-политические коллизии белорусской истории XVI-XIX веков. Сложные хитросплетения сюжетов, талантливо выписанные характеры, реальные и фантастические события, открытый авторский голос заставляют читателя задуматься над непрерывностью человеческого существования на земле и своим местом на ней, над пониманием добра и зла, милосердия и коварства, любви и ненависти.\nВ этот том вошли роман \"Леониды не вернутся к Земле\", поветь \"Оружие\" и два рассказа.",
    "publishing": "Престиж БУК",
    "year": 2024,
    "binding": "Твердая"
  },
  {
    "id": 82,
    "author_id": 68,
    "genre_id": 8,
    "title": "Время секонд хэнд",
    "price": 1050,
    "book_cover": "covers/book_82.webp",
    "description": "Завершающая, пятая книга знаменитого художественно-документального цикла «Голоса Утопии» Светланы Алексиевич, лауреата Нобелевской премии по литературе 2015 года «за многоголосное творчество — памятник страданию и мужеству в наше время».\n«У коммунизма был безумный план, — рассказывает автор, — переделать \"старого” человека, ветхого Адама. И это получилось… Может быть, единственное, что получилось. За семьдесят с лишним лет в лаборатории марксизма-ленинизма вывели отдельный человеческий тип — homo soveticus. Одни считают, что это трагический персонаж, другие называют его \"совком”. Мне кажется, я знаю этого человека, он мне хорошо знаком, я рядом с ним, бок о бок прожила много лет. Он — это я. Это мои знакомые, друзья, родители».\nМонологи, вошедшие в книгу, десять лет записывались в поездках по всему бывшему Советскому Союзу.\n9-е издание.",
    "publishing": "Время",
    "year": 2020,
    "binding": "Твердая"
  },
  {
    "id": 83,
    "author_id": 68,
    "genre_id": 8,
    "title": "У войны не женское лицо",
    "price": 1250,
    "book_cover": "covers/book_83.webp",
    "description": "Одна из самых известных в мире книг о войне, положившая начало знаменитому художественно-документальному циклу Светланы Алексиевич \"Голоса Утопии\". Переведена более чем на двадцать языков, включена в школьные и вузовские программы во многих странах. Последняя авторская редакция: писательница, в соответствии со своим творческим методом, постоянно дорабатывает книгу, убирая цензурную правку, вставляя новые эпизоды, дополняя записанные женские исповеди страницами собственного дневника, который она вела в течение семи лет работы над книгой. \"У войны не женское лицо\" - опыт уникального проникновения в духовный мир женщины, выживающей в нечеловеческих условиях войны.\n11-е издание, стереотипное.",
    "publishing": "Время",
    "year": 2021,
    "binding": "Твердая"
  },
  {
    "id": 84,
    "author_id": 69,
    "genre_id": 9,
    "title": "Физика. Основные понятия, формулы, законы",
    "price": 574,
    "book_cover": "covers/book_84.webp",
    "description": "В пособии конспективно изложен основной материал курса физики в соответствии с содержанием действующей учебной программы для учреждений общего среднего образования и учебников. Книга поможет восстановить в памяти, конкретизировать и систематизировать ранее изученное.\nАдресуется старшеклассникам и абитуриентам для работы на уроках и подготовки к централизованному тестированию.\n11-е издание.",
    "publishing": "Аверсэв",
    "year": 2022,
    "binding": "обл - мягкий переплет"
  },{
    "id": 85,
    "author_id": 70,
    "genre_id": 9,
    "title": "Требования к оформлению пояснительных записок к курсовой работе и выпускной квалификационной работе",
    "price": 223,
    "book_cover": "covers/book_85.jpg",
    "description": "Требования к оформлению пояснительных записок к курсовой работе и выпускной квалификационной работе бакалавра по направлению «Декоративно-прикладное искусство и народные промыслы»\nУчебно-методическое пособие предназначено для студентов кафедры церковного шитья факультета церковных художеств Православного Свято-Тихоновского гуманитарного университета. В нем указаны основные правила оформления к написанию пояснительных записок к курсовым работам и выпускной квалификационной работе бакалавра по направлению 54.03.02 «Декоративно- прикладное искусство и народные промыслы» и требования к ним, соответствующие действующим стандартам РФ и программам кафедры.",
    "publishing": "ПСТГУ",
    "year": 2024,
    "binding": "Твердая"
  },
  {
    "id": 86,
    "author_id": 71,
    "genre_id": 9,
    "title": "Общая и неорганическая химия",
    "price": 451,
    "book_cover": "covers/book_86.webp",
    "description": "Учебное пособие состоит из двух разделов. В первом разделе на современном теоретическом уровне изложены основы общей и неорганической химии, а во втором – материал, посвященный описательной химии элементов. Для выпускников средних школ, абитуриентов колледжей и школьных преподавателей химии.",
    "publishing": "Феникс",
    "year": 2024,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 87,
    "author_id": 72,
    "genre_id": 9,
    "title": "Индивидуальный проект. Шаг в профессию. Учебник для СПО",
    "price": 987,
    "book_cover": "covers/book_87.webp",
    "description": "Данный учебник разработан в соответствии с требованиями Федерального государственного образовательного стандарта среднего общего образования в редакции Приказа Министерства просвещения Российской Федерации № 732 от 12.08.2022 г., требованиями Федеральной образовательной программы среднего общего образования, утверждённой Приказом Министерства просвещения Российской Федерации № 371 от 18.05.2023 г., и предназначен для реализации образовательных программ среднего профессионального образования, реализуемых на базе основного общего образования или интегрированных с образовательными программами основного общего и среднего общего образования, при освоении учебных предметов, курсов, дисциплин (модулей) основного общего образования и (или) среднего общего образования.\nВ учебнике рассмотрены этапы проектирования (выдвижение идеи, разработка замысла, реализация и защита проекта). Также разбираются примеры проектов, как современных, так и разработанных в прошлом.",
    "publishing": "Просвещение",
    "year": 2025,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 88,
    "author_id": 73,
    "genre_id": 9,
    "title": "История России. Конспект лекций с иллюстрациями. Учебное пособие",
    "price": 187,
    "book_cover": "covers/book_88.webp",
    "description": "Учебное пособие подготовлено в виде кратких вопросов и ответов и охватывает все основные темы учебного курса \"История России\", включаемые в билеты для экзаменов, зачетов, семинаров.",
    "publishing": "Проспект",
    "year": 2024,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 89,
    "author_id": 74,
    "genre_id": 9,
    "title": "Выпускная квалификационная работа бакалавра. Методические указания. Учебное пособие",
    "price": 1000,
    "book_cover": "covers/book_89.webp",
    "description": "Методические указания содержат единые требования по подготовке к защите выпускных квалификационных работ студентов, обучающихся по программам бакалавриатуры направлений высшего профессионального образования \"Информатика и вычислительная техника\" и \"Программная инженерия\".",
    "publishing": "Лань",
    "year": 2019,
    "binding": "Твердая"
  },
  {
    "id": 90,
    "author_id": 75,
    "genre_id": 10,
    "title": "Друзья, любимые и одна большая ужасная вещь. Автобиография Мэттью Перри",
    "price": 1089,
    "book_cover": "covers/book_90.webp",
    "description": "\"Я знала, что он пережил невероятные страдания, но понятия не имела о том, сколько раз он стоял на грани жизни и смерти. Я рада, что ты с нами, Мэтти. Желаю тебе добра. Я тебя люблю\". - Лиза Кудроу\n\nСмешной, добрый, уморительный, остроумный. Именно таким знает весь мир Мэттью Перри и его героя из сериала \"Друзья\" Чендлера Бинга. Своими шутками он может довести до слез, одной фразой он может разрядить обстановку или нелепо, но эффектно грохнуться на пол. Шутник, комик и балагур.\nНо мало кто знает другого Мэттью. Того, кто много лет страдал от алкогольной и наркотической зависимостей, того, кто корчился и выл от боли, рыдал навзрыд и стыдился взглянуть в глаза своим близким. Месяцы, проведенные на больничной койке, кома, тяжелая реабилитация, годы в забытьи и борьбе с самим собой…",
    "publishing": "Бомбора",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 91,
    "author_id": 76,
    "genre_id": 10,
    "title": "Моя жизнь, мои достижения",
    "price": 475,
    "book_cover": "covers/book_91.webp",
    "description": "В 1911 году Генри Форд изменил мир. Он вошел в историю как изобретатель конвейера и один из самых честных миллионеров. Форд ошибался, терял состояние и богател, судился за патенты, выигрывал и проигрывал тяжбы, он вытащил Америку из экономической депрессии и стал символом самой мощной экономики в истории человечества. Идеи и методы организации производства, описанные в этой знаменитой книге, внедрены в деятельность тысяч предприятий и заслуживают внимания каждого, кто создает свой бизнес.",
    "publishing": "Попурри",
    "year": 2020,
    "binding": "Инт"
  },
  {
    "id": 92,
    "author_id": 77,
    "genre_id": 10,
    "title": "Мы были людьми",
    "price": 665,
    "book_cover": "covers/book_92.webp",
    "description": "Книга, которая пробирает до костей! Это взгляд на СВО изнутри, глазами русского солдата. Повествование от первого лица моментально погружает в атмосферу боевых действий. Автор - непосредственный участник событий - делится личным опытом, заставляя сопереживать каждому герою. Книгу дополняют авторские графические зарисовки, которые усиливают эмоциональное воздействие на читателя. Будто ты сам идешь с бойцами в промокших ботинках, ешь снег, падаешь без сил от усталости и вновь поднимаешься, вступаешь в бой с противником. Главный вопрос на который отвечает автор этой книги: \"Как остаться человеком в самом пекле войны?\"",
    "publishing": "Яуза",
    "year": 2025,
    "binding": "Твердая"
  },
  {
    "id": 93,
    "author_id": 78,
    "genre_id": 10,
    "title": "Автобиография. Евангелие богатства",
    "price": 757,
    "book_cover": "covers/book_93.webp",
    "description": "Близкий друг Карнеги, Марк Твен, окрестил его «Сент-Эндрю». А премьер-министр Уильям Гладстон называл его примером для богатых. К мультимиллионерам редко применяют такие слова. Но Эндрю Карнеги стал магнатом сталелитейной промышленности не просто так. Мечтательным 13-летним мальчишкой он отправился из своего родного города Данфермлина (в Шотландии) в Америку. История его успеха началась с работы на фабрике катушек за один доллар и двадцать центов в неделю. К концу своей жизни он накопил несметные богатства и отдал более девяноста процентов этого капитала на благо человечества. Здесь представлен впервые собранный в одном томе материал, включающий две действительно впечатляющие работы Эндрю Карнеги — «Автобиография» и «Евангелие богатства». Это потрясающий манифест о том долге, который должен выполнить каждый богатый человек — отдать свои материальные блага обществу.",
    "publishing": "Попурри",
    "year": 2025,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 94,
    "author_id": 79,
    "genre_id": 10,
    "title": "Запрещённая экономика. Что сделало Запад богатым, а Россию бедной",
    "price": 753,
    "book_cover": "covers/book_94.webp",
    "description": "Опираясь на широкий круг источников, автор показывает, в чем заключается реальный \"рецепт\" экономического успеха. Целый ряд всемирно известных экономических чудес достигнуты не на основе господства принципов \"невидимой руки\" рынка. В разных странах - США и Японии, Франции и Южной Корее, Италии и Австралии, Китае, Швеции, Российской империи и многих других - блестящие результаты достигались благодаря иному подходу. Протекционизм, планирование, высокая роль государства в регулировании экономикой - вот что позволило осуществить мощный промышленный и научно-технический рывок. Напротив, \"невидимая рука\" нередко приводила страны к разорению и становилась преградой на пути развития экономики. Тем не менее в мировом масштабе уже много лет ведется кампания по дискредитации протекционистского подхода.",
    "publishing": "Тион",
    "year": 2024,
    "binding": "Твердая"
  },
  {
    "id": 95,
    "author_id": 80,
    "genre_id": 10,
    "title": "Книга прощаний. Воспоминания о друзьях и не только о них",
    "price": 606,
    "book_cover": "covers/book_95.webp",
    "description": "Мемуарная проза известного писателя и литературоведа Станислава Борисовича Рассадина (1935-2012). Автор знаменитой статьи \"Шестидесятники\", по заглавию которой впоследствии был назван целый период интеллектуальной жизни России, рассказывает о своих друзьях, замечательных людях, составивших цвет русской культуры второй половины XX столетия, - Окуджаве, Слуцком, Искандере, Самойлове, Галиче, Евтушенко, Козакове и многих других.\n\nСтанислав Рассадин внешне - интеллигент-очкарик, а физически весьма силен; грозный ругатель, отчасти пурист в отношениях дружеских и деловых, - он притом настолько добр, что тратит немало усилий на сокрытие этой слабости… За все берется - и с успехом, ибо интересуется, в сущности, лишь одним: хорошее ли? настоящее ли? И конечно же такому человеку очень трудно жить.\nНатан Эйдельман",
    "publishing": "Текст",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 96,
    "author_id": 81,
    "genre_id": 11,
    "title": "Пиво",
    "price": 1530,
    "book_cover": "covers/book_96.webp",
    "description": "Пиво - один из древнейших напитков. Оно завоевало множество поклонников во всем мире. Пиво варят на старых фермах и в мини-пивоварнях при пабах: пиво варят монахи в аббатствах и огромные международные компании. Энциклопедия \"Пиво\" содержит сведения о разных типах этого восхитительного напитка, о методах производства, о всевозможных ингредиентах и тонкостях пивоваренного дела. Прекрасные фотографии демонстрируют бесконечное разнообразие сортов пива из различных стран и регионов.\nЭто книга для настоящих знатоков, коллекционеров и любителей пива.",
    "publishing": "Лабиринт",
    "year": 2005,
    "binding": "Твердая"
  },
  {
    "id": 97,
    "author_id": 82,
    "genre_id": 11,
    "title": "Рецепты Средиземья. Кулинарная книга по миру Толкина",
    "price": 2444,
    "book_cover": "covers/book_97.webp",
    "description": "Погружаясь в миры Толкина, вы наверняка задумывались, какой же на вкус эльфийский хлеб Лембас, медовые лепешки Беорна или крам. Или что ели хоббиты, эльфы или гномы в течение дня?\nУ Толкина еда ассоциируется с дружбой, товариществом, любовью, надеждой и (возможно, это главное) с домом. И в \"Хоббите\", и во \"Властелине колец\" воины и герои, большие и маленькие, люди, гномы, волшебники и хоббиты (но особенно хоббиты) - большие любители поесть и почаевничать. Десятки раз упоминаются завтраки, вторые завтраки, обеды, ужины, пиршества, множество закусок, блюд, чудодейственных напитков.\nОкунитесь в волшебный мир сказочных существ и гастрономического наслаждения вместе с книгой, вдохновленной Средиземьем и вашими любимыми персонажами. Здесь вы найдете 75 рецептов, которые разделены по шести приемам пищи в течение дня, принятыми у хоббитов. Устройте пиршество, которое понравится не только оркам или эльфам, но и людям.",
    "publishing": "ХлебСоль",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 98,
    "author_id": 83,
    "genre_id": 11,
    "title": "Еда не беда. Как перестать разочаровываться",
    "price": 640,
    "book_cover": "covers/book_98.webp",
    "description": "Наконец-то в одном месте собраны самые важные знания о том, что мы упускаем в питании. Информативная, вдохновляющая на результат и простая в понимании книга. Не просто о еде, а об интересных возможностях организма. Она станет для вас практическим руководством к оздоровлению. В ней детально раскрывается техническая сторона процессов, происходящих в теле, когда в него попадает та или иная пища. Понимая эти процессы, вы больше не будете страдать из-за еды. Вы сможете сбрасывать лишний вес без голода и стрессов. Вы научитесь самостоятельно менять состав своего тела, уменьшая жировую прослойку, увеличивая мышечную составляющую, избавляясь от отеков. Здесь вся правда о диетах и пищевых стереотипах. Оставьте разочарования позади. Эта книга ответит на ваши вопросы о еде, здоровье и красоте. Прочитайте ее и сами сможете организовать себе подлинно полезное питание, как настоящий нутрициолог. Экспериментируйте с едой безопасно!",
    "publishing": "Тион",
    "year": 2023,
    "binding": "Твердая"
  },
  {
    "id": 99,
    "author_id": 84,
    "genre_id": 11,
    "title": "Смузи и коктейли для похудения",
    "price": 570,
    "book_cover": "covers/book_99.webp",
    "description": "ХлебСоль",
    "publishing": "Книга \"Смузи и коктейли для похудения\" - ваш проводник на пути к полезному питанию. У современного человека, при его быстром темпе жизни, не всегда есть возможность питаться правильно и сбалансированно, поэтому смузи и полезные коктейли помогут вам питаться вкусно, не портить фигуру, а быстрое приготовление и доступные ингредиенты позволят не тратить часы на кухне.\nВ книге собрано более 55 рецептов, подходящих для вегетарианцев и веганов, для тех, кто придерживается низкоуглеводной диеты или просто сократил потребление сахара, варианты на основе молочных и кисломолочных продуктов, а также на растительном молоке. Сделайте свою жизнь комфортнее с книгой \"Смузи и коктейли для похудения\".",
    "year": 2023,
    "binding": "Обл. с клапанами"
  },{
    "id": 100,
    "author_id": 85,
    "genre_id": 11,
    "title": "Переключатель. Ускорение метаболизма с помощью интервального голодания, протеиновых циклов и кето",
    "price": 632,
    "book_cover": "covers/book_100.webp",
    "description": "Как вы можете похудеть, облегчить хронические заболевания и дольше оставаться здоровыми? Перезапустите свой метаболизм с помощью нескольких простых шагов!\n\nТело каждого человека от природы наделено древним механизмом, уничтожающим токсины, запускающим сжигание жира и не позволяющим клетке \"сломаться\" или стать раковой. Этот механизм называется аутофагией - при его нормальной работе сложная цепочка биологических реакций способна не только замедлить процессы старения, но и оптимизировать функционирование организма в целом, помогая предотвращать всевозможные заболевания и обеспечивая нам долгую здоровую жизнь. Это своего рода переключатель, переводящий организм в режим долголетия.",
    "publishing": "Попурри",
    "year": 2021,
    "binding": "Твердая"
  },
  {
    "id": 101,
    "author_id": 86,
    "genre_id": 11,
    "title": "Как готовить вкусно без глютена. От спагетти и пиццы до тортов и французских багетов",
    "price": 1774,
    "book_cover": "covers/book_101.webp",
    "description": "Вы избегаете глютена, но скучаете по свежеиспеченному хлебу, вашей любимой выпечке или пицце? Или Вы сладкоежка и любите пончики с джемом, печенье и классические торты?\n\n\"Как готовить вкусно без глютена\" - это первая кулинарная книга, в которой показано, как \"разблокировать\" для себя все те блюда, по которым вы так скучаете, и при этом приготовить их так, что они не будут выглядеть безглютеновыми заменителями настоящих.\n\nБекки Экселл уже много лет готовит без глютена и делится своими рецептами с подписчиками в соцсетях. Её миссия - показать, что готовить без глютена не значит ограничивать себя в выборе блюд и питаться очевидными супами, салатами и фруктами. Она научит Вас готовить те блюда, которые вы считали недоступными для себя. От настоящего куриного чоу-мейна до пад-тай, от пончиков до лимонного пирога, от чизкейка до профитролей, от французских багетов до пиццы. А ещё в этой книге - безмолочные веганские и вегетарианские варианты приготовления блюд и множество проверенных советов о том, как любое блюдо сделать безглютеновым.",
    "publishing": "Манн, Иванов и Фербер",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 102,
    "author_id": 5,
    "genre_id": 12,
    "title": "3 в 1. Все для экзамена в ГИБДД. ПДД, билеты, вождение. Обновленное издание. С новейшими изменениями",
    "price": 388,
    "book_cover": "covers/book_102.webp",
    "description": "Перед вами уникальное издание — самое полное и полезное пособие для сдающих экзамены в ГИБДД. Под одной обложкой собраны актуальные Правила дорожного движения, последняя редакция билетов к экзамену с ответами и комментариями, а также основы вождения для начинающих.",
    "publishing": "Питер",
    "year": 2024,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 103,
    "author_id": 5,
    "genre_id": 12,
    "title": "Настенная карта \"Мир. Физическая карта полушарий\", в тубусе",
    "price": 453,
    "book_cover": "covers/book_103.webp",
    "description": "Настенная карта \"Мир. Физическая карта полушарий\" дает общее представление о расположении материков и океанов, о сложном рельефе нашей планеты, о морских течениях в разных частях Земли.\nНа карте изображены Восточное и Западное полушария, а также карты-врезки Северного и Южного полюсов (масштаб 1:50 000 000).\nСодержание карты дополнено основными справочными данными о материках и Мировом океане.\nЛаминированная.\nФормат: 101х69 см.\nМасштаб: 1:37 млн.\nСделано в России.",
    "publishing": "Геодом",
    "year": 2020,
    "binding": "Box"
  },
  {
    "id": 104,
    "author_id": 87,
    "genre_id": 12,
    "title": "",
    "price": 728,
    "book_cover": "covers/book_104.jpg",
    "description": "Путеводитель знакомит читателя с Москвой и её достопримечательностями с борта теплохода, проплывающего через центр столицы от Киевского вокзала до Новоспасского монастыря. Путешественника ждёт интересная экскурсия в прошлое города, увлекательные рассказы о мостах, исторических набережных, храмах и монастырях, старинных палатах и особняках, жилых домах, памятниках природы. Книга хорошо иллюстрирована старыми и новыми фотографиями, схемами.\nИздание предназначено для широкого круга читателей, тех, кто собирается путешествовать по исторической Москве-реке или гулять по её набережным.",
    "publishing": "ИЦ Москвоведение",
    "year": 2014,
    "binding": "Твердая"
  },
  {
    "id": 105,
    "author_id": 88,
    "genre_id": 13,
    "title": "Family and Friends. Level 2. 2nd Edition. Workbook",
    "price": 649,
    "book_cover": "covers/book_105.webp",
    "description": "Новое издание Family and Friends сочетает в себе обучение совершенно новым навыкам владения языком, культуру, систему оценки и цифровые ресурсы с функциями, которые понравились учителям из первого издания: быстрый темп изучения языка, тренировка сильных навыков, уникальная программа акустики, гражданское воспитание и всестороннее тестирование.\nСодержание рабочей тетради полностью соответствует учебнику. Издание содержит упражнения для повторения и закрепления изученного материала.",
    "publishing": "Oxford",
    "year": 2022,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 106,
    "author_id": 89,
    "genre_id": 13,
    "title": "Kid's Box New Generation. Level 3. Activity Book with Digital Pack",
    "price": 1086,
    "book_cover": "covers/book_106.webp",
    "description": "Kid's Box New Generation - это семиуровневый курс общего английского языка, который позволяет учащимся достичь уровня A2 к концу курса. Это также официально утвержденный материал для подготовки к экзаменам, программа которого соответствует требованиям Кембриджской программы подготовки к английскому языку для учеников младших классов.\nЦветная рабочая тетрадь охватывает изучаемый материал из учебника. Одно экзаменационное практическое занятие в каждом разделе знакомит детей с форматом Cambridge English Qualification для младших школьников.\nУникальный код доступа на лицевой стороне обложки открывает доступ к цифровым ресурсам, включающим в себя Practice Extra и материалы для учащегося. Practice Extra предоставляет ученикам уникальные домашние задания, дополняющие материал, изученный на занятиях, а также игры, мотивирующую программу обучения и легкий доступ ко всем аудио- и видеоматериалам курса.",
    "publishing": "Cambridge",
    "year": 2023,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 107,
    "author_id": 90,
    "genre_id": 13,
    "title": "Super Minds. 2nd Edition. Level 3. Super Practice Book",
    "price": 1196,
    "book_cover": "covers/book_107.webp",
    "description": "Учебник содержит тематические юниты, приоритетная задача которых - подготовка к международным экзаменам.\nСодержание учебника дополнено материалами для изучения других предметов, например, арифметики и биологии, посредством английского языка.\nМежпредметные связи и развитие учебных и языковых навыков позволят расширить кругозор учеников, а увлекательный материал, предлагающий множество весёлых песен, игр, увлекательных рассказов и творческих заданий, развивающих смекалку и креативность, повысят интерес к изучению языка.\nВ учебнике представлены материалы, концентрирующиеся на моральных ценностях, которые помогут воспитать в детях ответственное отношение к окружающим людям и миру.\n",
    "publishing": "Cambridge",
    "year": 2022,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 108,
    "author_id": 89,
    "genre_id": 12,
    "title": "Kid's Box. Level 6. Updated Second Edition. Pupil's Book",
    "price": 1345,
    "book_cover": "covers/book_108.webp",
    "description": "Учебник содержит тематические юниты, приоритетная задача которых - подготовка к международным экзаменам.\nСодержание учебника дополнено материалами для изучения других предметов, например, арифметики и биологии, посредством английского языка.\nМежпредметные связи и развитие учебных и языковых навыков позволят расширить кругозор учеников, а увлекательный материал, предлагающий множество весёлых песен, игр, увлекательных рассказов и творческих заданий, развивающих смекалку и креативность, повысят интерес к изучению языка.\nВ учебнике представлены материалы, концентрирующиеся на моральных ценностях, которые помогут воспитать в детях ответственное отношение к окружающим людям и миру.\n",
    "publishing": "Cambridge",
    "year": 2017,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 109,
    "author_id": 91,
    "genre_id": 13,
    "title": "Friends. Starter Level. Students' Book",
    "price": 2365,
    "book_cover": "covers/book_109.webp",
    "description": "Учебник поделен на модули, каждый из которых имеет четкую структуру из серии уроков, понятную ученикам. Первые четыре модуля - введение и отработка нового материала. После каждого четвертого урока следует урок повторения языкового материала юнита. Задания этого урока включают лексические, грамматические, задания на произношение и исполнение песни. После урока повторения всегда будет урок по чтению Reading Corner или интегрированный урок Culture Corner, где идет работа над всеми четырьмя навыками. В конце книги ученики найдут сценарий пьесы (мини-спектакля), список слов, список неправильных глаголов и фонетическую таблицу.",
    "publishing": "Pearson",
    "year": 2002,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 110,
    "author_id": 92,
    "genre_id": 13,
    "title": "Own it! Level 3. Student's Book with Digital Pack",
    "price": 1454,
    "book_cover": "covers/book_110.webp",
    "description": "Own It! это четырехуровневый курс для учеников средних классов, обеспечивающий уверенность учащихся и их готовность к будущему благодаря изучению глобальных тем, выполнению совместных проектов и стратегиям развития самостоятельности учащихся.\nС помощью Own It! подростки развивают уверенность в своих силах и навыки, необходимые им для того, чтобы проложить свой собственный путь в нашем постоянно меняющемся мире. От развития навыков критического и творческого мышления и социальных/эмоциональных предрасположенностей до эффективной работы в группе - Own It! помогает сформировать уверенных в себе, готовых к будущему студентов, способных решать стоящие перед ними задачи.\nУчебник включает в себя полный доступ ко всем цифровым ресурсам для учащихся, включая программу для мобильных устройств Practice Extra (содержит дополнительные тренировочные задания и игры для каждого раздела) и доступ к цифровой среде для совместной работы.",
    "publishing": "Cambridge",
    "year": 2020,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 111,
    "author_id": 93,
    "genre_id": 14,
    "title": "\"Можно уйти пораньше?\". Мифы, стереотипы и предубеждения, которые вредят работодателям",
    "price": 880,
    "book_cover": "covers/book_111.webp",
    "description": "Мы думаем, что покупка стола для настольного тенниса сделает персонал счастливее, а работа по восемь часов в день пять дней в неделю обеспечит максимальную производительность. Считаем, что высокая зарплата всегда приводит к повышению мотивации. Но так ли это на самом деле?\nСуществует огромное количество мифов, стереотипов и устаревших правил, которые связаны с отношениями между работником и работодателем. Они могут мешать вам и вашей команде получить максимальную отдачу от приложенных усилий. Ян Макрей - карьерный психолог, разработчик уникальной методики ассесмента, применяемой более 50 000 специалистов по всему миру. Адриан Фернхем - профессор психологии, автор более 70 книг. В своей книге они рассматривают 27 заблуждений, связанных с организацией наемной работы, от которых пришла пора избавиться!",
    "publishing": "Феникс",
    "year": 2024,
    "binding": "Твердая"
  },
  {
    "id": 112,
    "author_id": 94,
    "genre_id": 14,
    "title": "Суперсапиенс. Как познать человеческий разум и развить в себе сверхспособности",
    "price": 811,
    "book_cover": "covers/book_112.webp",
    "description": "Нерешительность - самая распространенная причина неудач.\n\nСобираться порвать отношения с партнером и никак не находить в себе сил сделать это.\n\nРазмышлять о поисках лучшей жизни в другой стране и изучении языка, но раз за разом придумывать отговорки.\n\nХотеть уйти с работы, на которой у тебя, по твоим ощущениям, нет будущего, но оставаться на ней из страха, что не найдешь ничего лучшего.\n\nМечтать об идеальной физической форме и постоянно переносить занятия на \"следующий понедельник\".\n\nОткрыть свой бизнес и планировать совершить прорыв, который принесет тебе финансовую свободу, но продолжать двигаться по прежней траектории.\n\nВсе это - следствия прокрастинации, или привычки откладывать на потом.",
    "publishing": "Попурри",
    "year": 2024,
    "binding": "Твердая"
  },
  {
    "id": 113,
    "author_id": 95,
    "genre_id": 14,
    "title": "Невероятный мозг подростка. Инструкция по примирению, расшифровке и раскрытию потенциала",
    "price": 812,
    "book_cover": "covers/book_113.webp",
    "description": "Подростковый мозг уникален и обладает невероятными возможностями, что доказывают новейшие исследования нейробиологов. Родители, педагоги и специалисты найдут в этой книге разумные и полезные рекомендации, как обращаться с подростками, а также ответы на самые главные вопросы:\n- Возможен ли баланс между доверием и контролем в отношениях с подростком?\n- Почему сверстники для подростка важнее родителей и так ли это на самом деле?\n- Нужно ли волноваться, если подросток зависает в социальных сетях?\n- Как поддержать и защитить подростка, когда это необходимо?\n- Можно ли научить подростка регулировать эмоции и противостоять вызовам?\n- Что делать, если у подростка повышенная тревожность или депрессия?\n- Как в этот турбулентный период мотивировать подростка к обучению и творчеству?\nСледуя подробным инструкциям команды опытных клинических психологов, вы поможете подросткам решить их проблемы, наладите общение и раскроете огромный потенциал их мозга.",
    "publishing": "Портал",
    "year": 2023,
    "binding": "Твердая"
  },
  {
    "id": 114,
    "author_id": 96,
    "genre_id": 14,
    "title": "Майндхакинг. Как мозг принимает решения и заставляет нас действовать в режиме НЕ-ТВОЯ-ЖИЗНЬ",
    "price": 780,
    "book_cover": "covers/book_114.webp",
    "description": "Перед вами инструкция по самопознанию - ваш ключ к самому себе. Опираясь на новейшие научные исследования, автор объясняет, почему мы поступаем так, как поступаем, какие эмоции нами управляют и как это изменить.\nВ книге вы найдете специальные упражнения, которые можно выполнять прямо во время чтения и сразу видеть, как меняются ваши переживания, восприятие себя и какой эффект производят ваши действия.\nМы вполне можем влиять на то, что с нами происходит. У нас достаточно ресурсов для того, чтобы прекратить жить в режиме НЕ-ТВОЯ-ЖИЗНЬ и меняться к лучшему без насилия над собой!",
    "publishing": "Портал",
    "year": 2024,
    "binding": "Твердая"
  },
  {
    "id": 115,
    "author_id": 97,
    "genre_id": 19,
    "title": "Работы по дереву. Лучшие проекты мебели для двора и сада",
    "price": 1276,
    "book_cover": "covers/book_115.webp",
    "description": "ОБУСТРОЙТЕ СВОЙ УЧАСТОК НАИЛУЧШИМ ОБРАЗОМ\nУкрасьте ваш двор или сад мебелью, сделанной собственными руками! Здесь вы найдете 20 полезных и привлекающих внимание проектов различных уровней сложности, – от простейших до изысканных. Осуществить проекты вам помогут, как всегда актуальные и практичные советы, рекомендации, комментарии и пошаговые инструкции автора – из-вестного мастера и популяризатора столярного дела. От подбора инструмента и приемов его использования до современных методов и хитростей работ по дереву – всеми этими знаниями автор щедро делится с читателем. Тут каждый выберет для себя проекты по вкусу, а также найдет чему поучиться и в чем совершенствоваться.",
    "publishing": "АСТ",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 116,
    "author_id": 98,
    "genre_id": 19,
    "title": "Модельное вязание по швейным выкройкам. Инновационное практическое руководство",
    "price": 1731,
    "book_cover": "covers/book_116.webp",
    "description": "Вяжите то, что вы хотите, а не то, что вы умеете!\nОткрытие для всех, кто терпеть не может сшивать детали вязаного изделия!\nКнига замечательного мастера и самого известного автора вязальных бестселлеров Анны Котовой, которая и сама терпеть не могла это делать, по-настоящему рушит границы и заставляет прочувствовать все преимущества вязания с использованием швейных выкроек.\nЗачем вязать со швами?\nВаши возможности расширяются невероятно! Теперь любая сшитая вещь с подиума или из журнала может быть вами связана!",
    "publishing": "Эксмо",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 117,
    "author_id": 99,
    "genre_id": 15,
    "title": "Цифровая обработка изображений",
    "price": 1372,
    "book_cover": "covers/book_117.webp",
    "description": "Настоящее издание является результатом значительной переработки книги \"Цифровая обработка изображений\" (Гонсалес и Уинтц, 1977 г. и 1978 г.; Гонсалес и Вудс, 1992 г. и 2002 г.) Одна из важнейших причин популярности книги, которая уже более 30 лет является мировым лидером в своей области - высокая степень внимания авторов к изменению образовательных потребностей читателя. Нынешнее издание базируется на самом обширном из когда-либо проводившихся исследований читательского мнения.\nКак и прежде, основные цели книги - служить введением в основные понятия и методы цифровой обработки изображений, а также создать основу для последующего изучения и проведения самостоятельных исследований в этой области. Все разделы сопровождаются большим количеством примеров и иллюстраций.",
    "publishing": "Техносфера",
    "year": 2019,
    "binding": "Твердая"
  },
  {
    "id": 118,
    "author_id": 100,
    "genre_id": 15,
    "title": "Алгоритмы сжатия данных без потерь. Учебное пособие для вузов",
    "price": 1804,
    "book_cover": "covers/book_118.webp",
    "description": "Учебное пособие содержит описание алгоритмов сжатия данных без потерь, включающее классификацию этих алгоритмов, их обсуждение на концептуальном уровне и на уровне программной реализации, сравнительный анализ результатов их практического применения, рекомендации по выполнению курсового проекта по данной теме. Также обсуждаются смежные вопросы: особенности работы с двоичными данными, формирования заголовочной части сжатого файла, применение вспомогательных алгоритмов, повышающих эффективность сжатия, и объектно ориентированного подхода к реализации алгоритмов сжатия.\nПособие предназначено для бакалавров направления \"Программная инженерия\".\n3-е издание, стереотипное.",
    "publishing": "Лань",
    "year": 2023,
    "binding": "Твердая"
  },
  {
    "id": 119,
    "author_id": 101,
    "genre_id": 15,
    "title": "Основы создания успешных инди-игр от идеи до публикации. Советы начинающим разработчикам",
    "price": 943,
    "book_cover": "covers/book_119.webp",
    "description": "Если вы ничего не смыслите в разработке игр, но хотите зарабатывать этим на жизнь, эта книга специально для вас!\n\nОна предназначена для начинающих и не ждет от читателя никаких знаний в области гейм-дизайна. Автор Влад Маргулец проведет вас через непростой пошаговый процесс разработки игр и расскажет, как создаются инди-игры — как с творческой, так и с деловой точек зрения.",
    "publishing": "Бомбора",
    "year": 2020,
    "binding": "Твердая"
  },
  {
    "id": 120,
    "author_id": 102,
    "genre_id": 16,
    "title": "Рокет-йога. Руководство по прогрессивной аштанга-виньяса-йоге",
    "price": 1270,
    "book_cover": "covers/book_120.webp",
    "description": "Выйдите за рамки классической йоги с помощью прогрессивной и динамичной практики рокет-йоги. Этот стиль, основанный на традиционной аштанга-йоге, дает больше свободы движений и помогает черпать силу в своей практике посредством творчества, выносливости и ритма.\nРуководство начинается с безопасных упражнений для подготовки к практике, после чего вашему вниманию представлена целая библиотека асан с потрясающими фотографиями и подробными инструкциями для более чем 90 поз. Каждая поза сопровождается вариантами выполнения, позволяющими адаптировать движения к возможностям вашего тела, что поможет в составлении индивидуального плана занятий.",
    "publishing": "Попурри",
    "year": 2025,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 121,
    "author_id": 103,
    "genre_id": 16,
    "title": "Анатомия пилатеса. Иллюстрированное руководство",
    "price": 1405,
    "book_cover": "covers/book_121.webp",
    "description": "Попурри",
    "publishing": "Таким пилатес вы еще не видели! Подробные описания, пошаговые инструкции и полноцветные анатомические иллюстрации позволяют вам в буквальном смысле слова заглянуть внутрь каждого упражнения, чтобы повысить мышечный тонус, улучшить гибкость тела и стабилизировать центр тяжести. Это пособие поможет вам понять, какие мышцы используются в упражнениях и как даже самые мелкие нововведения и вариации могут повлиять на их эффективность. Вы также узнаете, как осуществляется взаимосвязь дыхания, осанки, положения и движений вашего тела.",
    "year": 2025,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 122,
    "author_id": 104,
    "genre_id": 16,
    "title": "Анатомия силовых тренировок с гирями",
    "price": 1315,
    "book_cover": "covers/book_122.webp",
    "description": "Попурри",
    "publishing": "Иллюстрированное руководство по развитию силы, подвижности и техники\nИспользуйте все преимущества занятий с гирями с помощью этой книги. В отличие от гантели или штанги, где вес равномерно распределяется на обоих концах ручки или грифа, гиря имеет асимметричную конструкцию и смещенный центр тяжести. Чтобы компенсировать неравномерность нагрузки, вам придется прилагать дополнительные усилия при выполнении упражнения, тем самым увеличивая силу, подвижность и устойчивость.\nКнига познакомит вас с 50 упражнениями, каждое из которых сопровождается полноцветными анатомическими иллюстрациями, изображающими задействованные мышцы и связки.",
    "year": 2025,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 123,
    "author_id": 105,
    "genre_id": 16,
    "title": "Библия стиля. Дресс-код успешной женщины",
    "price": 1998,
    "book_cover": "covers/book_123.webp",
    "description": "В этой красивой книге собрано все, что должна знать деловая женщина о дресс-коде. Ведущие эксперты в области моды и стиля дают практичные рекомендации по выбору костюма для переговоров, встреч с клиентами, презентаций, деловых ужинов, светских мероприятий, отдыха и путешествий. Рассказывают о том, как правильно подобрать аксессуары - сумку, туфли, украшения - в зависимости от ситуации и статуса. В книге много полезных советов на все случаи жизни: начиная с того, как необычно завязать платок, кончая выбором правильной цветовой палитры для делового стиля.",
    "publishing": "Эксмо",
    "year": 2019,
    "binding": "Твердая"
  },
  {
    "id": 124,
    "author_id": 106,
    "genre_id": 16,
    "title": "Костюм и мода Российской империи. Эпоха Николая II",
    "price": 4270,
    "book_cover": "covers/book_124.webp",
    "description": "Альбом посвящен одному из наиболее интересных и драматичных периодов в истории костюма и моды Российской империи - эпохе Николая II. Практически все в Российской империи носили униформу и имели право на мундир - гимназисты и кадеты, чиновники и купцы, священнослужители и даже дворники. Во время правления Николая II мода была наполнена разнообразными стилями и противоречивыми тенденциями: царили ориентализм и неорюс, модерн и ампир, рококо и парижский авангард. В книге показано влияние политических событий, литературы, искусства, локальных конфликтов и войн на стиль жизни и костюмы в период с 1890-1917 гг.\nКнига, основанная на архивных документах, дневниках и воспоминаниях, распоряжениях императора и министерств, правилах ношения мундиров, табели имуществ, дает изумительно точный визуальный портрет эпохи. Практически все фотографии, рисунки и карикатуры, вошедшие в альбом, публикуются впервые.",
    "publishing": "Этерна",
    "year": 2024,
    "binding": "Твердая"
  },
  {
    "id": 125,
    "author_id": 107,
    "genre_id": 17,
    "title": "Садовник Снов",
    "price": 676,
    "book_cover": "covers/book_125.webp",
    "description": "Это прекрасная история о книгах и чтении. Дань уважения первым прочитанным в жизни страницам и бесконечным приключениям, которые распахивают перед нами двери в мир фантазий.\nДля дошкольного и младшего школьного возраста.",
    "publishing": "Попурри",
    "year": 2025,
    "binding": "Твердая"
  },
  {
    "id": 126,
    "author_id": 108,
    "genre_id": 17,
    "title": "Как жила Тася",
    "price": 647,
    "book_cover": "covers/book_126.webp",
    "description": "Активно писать Мария Толмачёва начала уже в зрелом возрасте, когда переехала из Нижнего Новгорода в Петербург и стала посещать литературные вечера, устраиваемые издателями детского журнала \"Тропинка\". Там она подружилась с матерью Александра Блока, а позже стала общаться и с ним самим. Повесть \"Как жила Тася\", опубликованная в 1913 году, сразу привлекла к Марии Толмачёвой внимание читающей публики. После революции она продолжала писать для детей, одновременно работая в дошкольных учреждениях. Умерла писательница в блокадном Ленинграде, оставив многим поколениям читателей трогательные истории про маленьких героев.",
    "publishing": "Качели",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 127,
    "author_id": 109,
    "genre_id": 17,
    "title": "Чучело",
    "price": 946,
    "book_cover": "covers/book_127.webp",
    "description": "Одна из тех книг, которые обязательно нужно прочесть подростку - непростая, волнующая и очень честная история о детской жестокости, но и о милосердии, сострадании и внутренней силе. Двенадцатилетнюю Ленку Бессольцеву сразу невзлюбили одноклассники, её прозвали Чучелом, сделали изгоем, ей объявили бойкот, травили всем классом, а тот, кого она считала другом, струсил и предал. Но несмотря ни на что она сумела остаться собой и стать девочкой, которая победила.\nПовесть Владимира Железникова, по которой был снят замечательный одноимённый фильм, выходит с новыми, светлыми и тонкими иллюстрациями Марии Спеховой.\nДля детей 9-12 лет.",
    "publishing": "Лабиринт",
    "year": 2020,
    "binding": "Твердая"
  },
  {
    "id": 128,
    "author_id": 110,
    "genre_id": 17,
    "title": "Книга Безобразий Малютки Волка",
    "price": 473,
    "book_cover": "covers/book_128.webp",
    "description": "Все, чего хотел Малютка Волк, - это остаться дома. Но нет, его посылают в Колледж Хитрюг, чтобы он наконец-то научился плохо себя вести, стал настоящим зверем и получил Злую медаль. Тогда родители смогут им гордиться!\nДля детей 7-10 лет.",
    "publishing": "Лабиринт",
    "year": 2020,
    "binding": "Твердая"
  },
  {
    "id": 129,
    "author_id": 111,
    "genre_id": 18,
    "title": "50 мощных принципов для ясного и эффективного мышления, или Как рассуждать логически",
    "price": 435,
    "book_cover": "covers/book_129.webp",
    "description": "Что общего у древнегреческого философа и человека, получившего страховку за выкуренные им же самим сигары? И тот и другой задействовали мышление — с разной мотивацией, но с одинаковой изобретательностью. Эта книга приглашает вас в увлекательное путешествие по лабиринтам логики, анализа и здравого смысла. Автор с легкостью соединяет анекдоты, философские идеи и практические советы, чтобы показать, как развить по-настоящему ясное мышление.",
    "publishing": "Весь",
    "year": 2025,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 130,
    "author_id": 112,
    "genre_id": 18,
    "title": "Почему культура постоянной занятости и заботы о себе делает нас тревожными, напряженными",
    "price": 522,
    "book_cover": "covers/book_130.webp",
    "description": "Почему культура постоянной занятости и заботы о себе делает нас тревожными, напряженными и выгоревшими — и как освободиться\n\nСегодня успех измеряется не только достижениями в профессиональной сфере, но и тем, как мы выглядим. Мы должны быть не просто продуктивными и эффективными, а осознанными, стройными, подтянутыми, дисциплинированными — пить теплую воду с лимоном по утрам, читать по книге в неделю, уделять время себе: бегать, йога или ходить в зал, стильно выглядеть, посещать психолога или заниматься духовными практиками. Но при этом не понятно — как все успевать. Мир будто шепчет нам: «Ты должен стараться еще больше. Бери себя в руки. Все зависит только от тебя». А если не получается — значит, с тобой что-то не так.",
    "publishing": "Весь",
    "year": 2025,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 131,
    "author_id": 113,
    "genre_id": 18,
    "title": "В плену чужой судьбы. Практика системных расстановок",
    "price": 350,
    "book_cover": "covers/book_131.webp",
    "description": "Судьба. Что это такое? Мы принимаем свою судьбу или боремся с нею, сопротивляемся ей или благодарим ее, отрекаемся от своей судьбы или смиряемся с нею. Но что делать тем, кто попадает в ловушку чужой судьбы?\nМне жаль таких людей, они плывут по извилистым путям своих предков. Но более всего меня трогают немыслимые истории невинных, оказавшихся в плену чужой судьбы, попавших в ловушку семейных переплетений или ставших приютом для неприкаянных сущностей. И не важно, как они попали в этот водоворот: отказавшись от своего предназначения или движимые порывами слепой любви или потребностью быть причастными к своей семейной системе.",
    "publishing": "Весь",
    "year": 2025,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 132,
    "author_id": 114,
    "genre_id": 18,
    "title": "Введение в \"Таро лунных дней\"",
    "price": 522,
    "book_cover": "covers/book_114.webp",
    "description": "Книга сопровождает уникальную колоду \"Таро лунных дней\". Человек рождается в определенные лунные сутки, энергия которых накладывает отпечаток на всю его жизнь. Мы ежемесячно проходим все 30 лунных ритмов, которые несут в себе невидимое излучение и особую информацию. Дни Луны имеют собственные оттенок цвета, символ и ритм. Они связаны с определенной чакрой, тонким планом и, наконец, с арканами \"Таро лунных дней\", которых в данной колоде 86 (вместо привычных 78), плюс Белая и Черная карты.\nПодобно Луне, персонажи карт проходят череду символических метаморфоз. Они представляют богов и героев древних мифов разных народов, включают в себя образы мистических озарений автора и магических миров фэнтези. Архетипы карт также повествуют о путешествиях человеческой души. Их подробное описание с отсылками к истории, мифологии и искусству и составляет большую часть книги, которая понравится всем, кто хочет глубже понять Таро и использовать его как инструмент самопознания, предсказания и магической практики.",
    "publishing": "Весь",
    "year": 2025,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 133,
    "author_id": 115,
    "genre_id": 21,
    "title": "Super Mario. Как Nintendo покорила мир",
    "price": 801,
    "book_cover": "covers/book_133.webp",
    "description": "В 1981 году Nintendo of America находилась на грани краха, когда Сигэру Миямото разработал знаменитую Donkey Kong, которая положила начало карьере пухлого водопроводчика по имени Марио. С тех пор Марио получил собственную франшизу, появился более чем в двух сотнях игр, принес компании миллиардную прибыль и стал более узнаваемым, чем Микки Маус.\nЧитайте невероятную историю Марио и узнайте, как он стал лицом компании Nintendo и помог ей покорить Америку и весь мир!",
    "publishing": "Бомбора",
    "year": 2023,
    "binding": "Твердая"
  },
  {
    "id": 134,
    "author_id": 5,
    "genre_id": 21,
    "title": "Harry Potter. Мастерская Магии Гарри Поттера. Официальная книга творческих проектов",
    "price": 4564,
    "book_cover": "covers/book_134.webp",
    "description": "Перед вами официальная книга по волшебному миру Гарри Поттера. Более 25 проектов с иллюстрированными пошаговыми инструкциями, чтобы погрузиться в мир магии и волшебства. Ты узнаешь как сделать свою собственную Бузинную палочку и футляр для нее из магазина Олливандера, Маховик времени, выпрыгивающую из коробки шоколадную лягушку, Кубок огня из бумаги и многое другое! Внутри ты найдешь знаковые цитаты, кадры из фильмов и красивые концепт-арты о Гарри Поттере, а забавные факты и закулисные моменты помогут глубже погрузиться в волшебный мир и еще больше вдохновят на творчество. Приготовься, пришло время для волшебства!",
    "publishing": "Бомбора",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 135,
    "author_id": 116,
    "genre_id": 22,
    "title": "Баланс мамы и ребенка. Как понять, что ничего не упускаешь в развитии ребенка",
    "price": 650,
    "book_cover": "covers/book_135.webp",
    "description": "Когда рождается ребёнок, самым важным для женщины становится умение находить баланс - между самореализацией и материнством, заботой о ребёнке и супружеской жизнью, любовью к ребёнку и строгостью в воспитании, интеллектуальным и эмоциональным развитием ребёнка.\nВ этой книге вы познакомитесь с обычной работающей мамой, которая мечется между крайностями в поисках баланса. Постепенно главная героиня осваивает премудрости материнства и день за днём стремится достичь желанной \"золотой середины\" в воспитании и развитии. Вместе с ней вы сможете разобраться, как воспитывать ребёнка, чтобы он овладел всеми важными качествами для будущей жизни, научитесь расставлять приоритеты в общении с ребёнком, а также составите список активностей и занятий (индивидуальный план развития), который действительно подходит вам и вашему ребёнку.\nКнига поможет сохранить баланс в жизни мамы и всей семьи.",
    "publishing": "Феникс",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 136,
    "author_id": 117,
    "genre_id": 22,
    "title": "Хорошие новости о плохом поведении. Самые непослушные дети за всю историю человечеств",
    "price": 555,
    "book_cover": "covers/book_136.webp",
    "description": "Наши методы и представления о том, как приучить детей к порядку, дисциплине, внимательности не работают. Видимо, они устарели так же, как устарели стационарные телефоны с дисковым номеронабирателем. Родители повсеместно жалуются на неорганизованность своих детей и на то, что традиционные методы воспитания не работают. И это не фантазии родителей. Данные исследований говорят о том, что да, у современных детей меньше самоконтроля, чем десятилетия назад у их ровесников.\nКэтрин Льюис провела блестящий анализ современных методов воспитания и рассказывает о тех, которые помогают изменить привычное (и нежелательное) поведение. Прочитав эту книгу, родитель будет смотреть на поведение своего ребенка не с тревогой, а с интересом, как на возможность выстроить прекрасные отношения с детьми. Вы будете уважать в своих детях личность и при этом спасете свою семью от хаоса.",
    "publishing": "Карьера Пресс",
    "year": 2019,
    "binding": "Твердая"
  },
  {
    "id": 137,
    "author_id": 118,
    "genre_id": 22,
    "title": "Как жаль, что мои родители об этом не знали (и как повезло моим детям, что теперь об этом знаю я)",
    "price": 718,
    "book_cover": "covers/book_137.webp",
    "description": "Одна из самых цитируемых книг по воспитанию.\nБестселлер Великобритании.\n\nВсе мы когда-то были детьми. Ссорились и спорили с родителями, врали, чтобы избежать наказания, не понимали их и обижались, что они не понимают нас...\nСами став мамами и папами, мы стремимся дать своим детям самое лучшее и сделать их счастливыми. Но, оказывается, все не так просто...\n\nВ этой мудрой, теплой и невероятно искренней книге родители найдут ответы на самые важные вопросы:\n- как не позволить травмам прошлого испортить ваши отношения с ребенком;\n- почему важно разделять любые чувства ребенка, а не отмахиваться от них;\n- как наладить связь с малышом с первых дней жизни;\n- почему в семейных отношениях нет места для манипуляций и шантажа;\n- как выстраивать границы с детьми постарше и подростками;\n- почему важно научиться видеть в ребенке человека, а не объект воспитания.",
    "publishing": "Бомбора",
    "year": 2020,
    "binding": "Твердая"
  },
  {
    "id": 138,
    "author_id": 119,
    "genre_id": 23,
    "title": "Как построить карьеру руководителя. Золотые секреты министра",
    "price": 606,
    "book_cover": "covers/book_138.webp",
    "description": "Автор книги, проработавший около 25 лет в ранге министра Правительства г. Москвы - префектом ЮВАО, в популярной форме раскрывает секреты успешной карьеры руководителя и рассказывает о собственном опыте, весьма интересном и поучительном. Под его началом выросли более 140 руководителей самого высокого ранга.\nЗа годы, отданные сначала оборонной промышленности нашей Родины, а затем управленческой деятельности самого высокого ранга, Владимир Борисович сформулировал и отточил алгоритм построения систем и элементов управления, ориентированных на высокие результаты. Его опыт - практический. Стремясь поделиться накопленными знаниями и навыками, он перечисляет конкретные шаги, которые помогут руководителям создать свой стиль и системный подход к трудовой и поведенческой деятельности, чтобы быть эффективными и продвинуться по карьерной лестнице.\nТакже в книге приводятся реальные случаи из управленческой практики с конкретными и емкими по содержанию выводами в виде резюме. Это отличное подспорье любому руководителю в самых разных жизненных ситуациях.\nКнига рассчитана на широкий круг читателей. Изложенные в ней рекомендации являются универсальными и будут полезны для руководителей разных уровней, государственных служащих, аспирантов и студентов управленческих вузов, старшеклассников, а также для тех, кто занимается вопросами управления в бизнесе.\n2-е издание.",
    "publishing": "Феникс",
    "year": 2024,
    "binding": "Твердая"
  },
  {
    "id": 139,
    "author_id": 120,
    "genre_id": 23,
    "title": "Привычки на миллион. Проверенные способы удвоить и утроить свой доход",
    "price": 739,
    "book_cover": "covers/book_139.webp",
    "description": "Наши мысли, наши чувства и наши поступки на 95 процентов предопределяются нашими привычками. Привычки имеют глубокие корни, но мы способны их изменить: отжившие свое и ставшие вредными привычки можно заменить новыми, полезными — и это сразу же принесет свои плоды.\nВ этой книге знаменитый Брайан Трейси учит читателей развивать привычки, присущие успешным людям, чтобы они могли принимать более разумные решения и в конечном счете удвоили, а то и утроили свои доходы.\n\nВы узнаете:\n• как оптимально распоряжаться своими финансами\n• как укрепить здоровье и улучшить самочувствие\n• как научиться жить в ладу с другими людьми\n• как достичь финансовой независимости\n• как стать настоящим лидером, который свои мечты претворяет в реальность",
    "publishing": "Попурри",
    "year": 2025,
    "binding": "Твердая"
  },
  {
    "id": 140,
    "author_id": 121,
    "genre_id": 23,
    "title": "Думай и богатей. Для современного читателя",
    "price": 235,
    "book_cover": "covers/book_140.webp",
    "description": "Человек может достичь всего, что способен постичь и принять разумом.\nВ этом высказывании выведена формула успеха - настолько простая, что ее может применить любой, и в то же время настолько сложная, что лишь единицы из нас когда-либо полностью ее реализуют. Именно на ней построена философия успеха, объясняющая, каким образом человеческие желания могут воплотиться в материальную реальность. Именно благодаря ей самые богатые люди в мире - богатые в самых разных смыслах: деньгами, отношениями, властью, душевным спокойствием и социальным статусом, - выстраивали и поддерживали свое благосостояние. Именно она лежит в основе науки успеха - философии достижений, которая помогла покончить с Великой депрессией и с тех пор создала больше миллионеров, культовых личностей и лидеров мнений, чем любая другая.\nКнига представляет собой краткое изложение оригинального текста шедевра Наполеона Хилла 1937 года. В ней собраны ключевые принципы, рекомендации и примеры, чтобы современный профессионал тоже мог извлечь пользу из актуальной во все времена мудрости Хилла, открыв для себя путь к стремительному личностному росту и придав импульс воплощению своей мечты.",
    "publishing": "Попурри",
    "year": 2025,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 141,
    "author_id": 122,
    "genre_id": 24,
    "title": "Управление человеческими ресурсами. Учебное пособие",
    "price": 133,
    "book_cover": "covers/book_141.jpg",
    "description": "В учебном пособии, написанном в соответствии с требованиями Федерального государственного образовательного стандарта, рассматриваются все необходимые для изучения вопросы и проблемы в рамках одноименной дисциплины. Доступно и в увлекательной форме раскрываются основы и технология управления человеческими ресурсами, особенности планирования, привлечения, отбора, адаптации и обучения, оценки и аттестации трудовых ресурсов, а также вопросы управления карьерой. Большое внимание уделяется вопросам организации, нормирования, оплаты труда и управления мотивацией персонала. Подробно раскрыты особенности управления конфликтами, кадровой политики и формировании стабильного персонала, роль организационной культуры, психологической и этической культуры руководителя и многое другое.\nОт других книг это издание выгодно отличает ряд особенностей, связанных с организацией и подачей материала, что облегчает студентам освоение данной дисциплины, Часть материала представлена в виде удобочитаемых схем и таблиц, сопровождающихся комментариями, Материал книги легко усваивается и быстро запоминается. Каждая глава заканчивается тестами для самоконтроля.\nДля бакалавров, аудитов и преподавателей высших учебных заведений, менеджеров, руководителей различных уровней управления, руководителей служб управления персоналом, консультантов, организаторов внутрифирменного обучения, психологов, а также всех интересующихся вопросами управления человеческими ресурсами.",
    "publishing": "Феникс",
    "year": 2015,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 142,
    "author_id": 123,
    "genre_id": 24,
    "title": "Культурный интеллект. Почему он важен для успешности и как его развить",
    "price": 804,
    "book_cover": "covers/book_142.webp",
    "description": "Если вы хотите развивать бизнес и эффективно управлять командой в современной мультикультурной среде, то вам не обойтись без развитого культурного интеллекта. Высокий CQ позволяет налаживать контакты по всему миру и сотрудничать с самыми разными людьми.\n\nДэвид Ливермор, президент Центра культурного интеллекта в США, опирается на результаты научных исследований и предлагает собственную модель для развития CQ. Автор не загружает информацией о конкретных особенностях наций или этносов, которую невозможно вместить ни в одну книгу. Но он учит глобально мыслить и адаптироваться к разным культурным контекстам, в том числе и отдельных организаций.\n\nЭта книга призвана помочь вам повысить CQ и научить использовать его осознанно и эффективно, чтобы культурный барьер не смог встать между вашей командой и успехом.",
    "publishing": "Манн, Иванов и Фербер",
    "year": 2023,
    "binding": "Твердая"
  },
  {
    "id": 143,
    "author_id": 124,
    "genre_id": 24,
    "title": "HR-аналитика. Путеводитель по анализу персонала",
    "price": 876,
    "book_cover": "covers/book_143.webp",
    "description": "В книге раскрывается многогранная роль HR-анализа в бизнесе. Евгений Кириёк как практикующий HR-аналитик предлагает инструменты, необходимые специалистам по управлению персоналом, а также освещает проблемы, связанные с внедрением аналитики на предприятии.\nВ центре внимания автора - работа с данными, в том числе применение профессиональных приложений и метрик. Автор подробно описывает количественные и качественные методы исследований, обеспечение качества данных и правовые аспекты манипуляций с ними. Отдельно он рассматривает основы прогнозирования и опыт использования нейросетей.\nИздание адресовано тем HR-специалистам, которых привлекают к анализу и интерпретации данных. Оно станет незаменимым помощником и узким специалистам - профессиональным аналитикам, работающим в сфере HR.",
    "publishing": "Олимп-Бизнес",
    "year": 2024,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 144,
    "author_id": 125,
    "genre_id": 25,
    "title": "Аутентичный персональный ребренд. Новая история, новая карьера",
    "price": 593,
    "book_cover": "covers/book_144.webp",
    "description": "Почему нельзя просто «быть самим собой».\nКак личный бренд сделает вас успешнее, богаче и счастливее.\nКогда стоит проводить ребрендинг.\nПочему разделяют собственный бренд и бренд компании.\nКаким образом 12 архетипов Юнга помогают выстраивать личный бренд.\n\nВ этой книге аккумулирован весь комплекс знаний о выстраивании профессионального имиджа и о том, как, когда и почему необходимо заняться ребрендингом. Ясир Маттар ведет живой диалог с читателем, давая ему пошаговую инструкцию создания и модификации личного бренда в эпоху быстрых трансформаций — от первых опытов до создания портфолио.\nЗначительное место уделяется методу сторителлинга и инструкциям, «как надо» и «как не надо» излагать факты.\nЭта информирующая, обучающая, вдохновляющая и мотивирующая книга предназначена для начинающих и опытных маркетологов, для специалистов разных областей и для самого широкого круга читателей, которые ищут свой образ и стремятся быть в тренде.",
    "publishing": "Олимп-Бизнес",
    "year": 2024,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 145,
    "author_id": 126,
    "genre_id": 26,
    "title": "Мустафа Кемаль Ататюрк — основатель новой Турции",
    "price": 736,
    "book_cover": "covers/book_145.webp",
    "description": "Кемаль Ататюрк - самый известный в мире турецкий политик. Уинстон Черчилль называл Мустафу Кемаля \"человеком судьбы\". Именно он создал современную Турцию. Кемаль был выдающимся полководцем. С его именем прежде всего связана турецкая победа в битве за Дарданеллы. Кемаль-паша был одним из немногих турецких полководцев, кто успешно сражался против всех противников Турции в Первой мировой войне - против англичан и французов на Галлиполийском полуострове, в Палестине и Сирии, против русских на Кавказе. Его военная карьера знала заметные взлеты, обычно тогда, когда Турция оказывалась в критическом положении, но нередко после взлета он бывал оттеснен на маргинальные позиции, чтобы потом вновь возвыситься. После капитуляции Турции он оказался одним из немногих, кто не сдался. Кемаль блестяще выиграл казавшуюся безнадежно проигранной войну с Грецией, обеспечил сохранение независимости Турции и заложил основу того подъема, который эта страна испытывает в последние десятилетия. Он совершил то, что казалось невозможным, - сделал из средневековой, азиатской Оттоманской империи современную европейскую Турцию (хотя географически основная часть страны остается в Азии). Он заставил турок одеть шляпы вместо фесок, принять латиницу вместо арабского, жить по европейским судебным кодексам, заниматься промышленностью и торговлей. Ататюрку нравилась тяжелая солдатская жизнь. Он был умен и бесстрашен. Он был патриотом, хотел модернизировать свою страну и привнести в нее европейские культурные ценности, сделать ее светским государством. Но на пути к своей цели он порой применял азиатские средства, расправляясь со своими противниками. Также и европейский образ жизни, которому Кемаль следовал, он принял со всеми излишествами, что значительно укоротило его жизнь. Но в памяти потомков он остался благодаря тому, что построил новую Турцию.",
    "publishing": "Вече",
    "year": 2025,
    "binding": "Твердая"
  },
  {
    "id": 146,
    "author_id": 127,
    "genre_id": 26,
    "title": "Любовь к жизни",
    "price": 740,
    "book_cover": "covers/book_146.webp",
    "description": "Мари Фредрикссон (1958–2019) — шведская певица, композитор, солистка знаменитой группы Roxette, прославившейся благодаря таким хитам, как «Joyride», «The Look», «It Must Have Been Love» и «Listen to Your Heart». В 2002 году у неё обнаружили опухоль головного мозга. Несмотря на тяжёлые последствия лучевой терапии, Мари продолжила музыкальную карьеру и даже вернулась на сцену.\n\n«Я лишь хочу рассказать о том, как всё было. Без прикрас. Чистую правду». Именно так Мари Фредрикссон описала идею этой книги журналистке и писательнице Хелене фон Цвейгберг.\n\nВ этой книге слово предоставлено Мари Фредрикссон, её родным и близким. На этих страницах — рассказ о большой любви, бездонной печали, невероятном успехе и реванше, взятом вопреки всем превратностям судьбы. И всё это лишь благодаря огромной любви к жизни.",
    "publishing": "Городец",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 147,
    "author_id": 128,
    "genre_id": 27,
    "title": "Как плавать среди акул.Как обойти конкурентов в торговле, управлении, мотивации, ведении переговоров",
    "price": 505,
    "book_cover": "covers/book_147.webp",
    "description": "Успех принадлежит вам!\n\nИзвестный миллионер Харви Маккей правдиво и доступно расскажет вам о том, как обойти своих конкурентов в:\n• ТОРГОВЛЕ — добиваясь деловых встреч с людьми, которые поначалу вообще не хотят вас видеть, а затем с радостью отвечают «да!» на ваше предложение\n• УПРАВЛЕНИИ — вооружившись такой информацией о своих клиентах и конкурентах, которой позавидовало бы даже ЦРУ\n• МОТИВАЦИИ — используя идеи, которые помогут вам и вашим детям влиться в ряды миллионеров\n• ВЕДЕНИИ ПЕРЕГОВОРОВ — зная, когда следует улыбаться и говорить «нет», а когда «подсылать двойников»",
    "publishing": "Попурри",
    "year": 2025,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 148,
    "author_id": 129,
    "genre_id": 27,
    "title": "Малый бизнес на языке цифр. Берем финансовые показатели под контроль",
    "price": 867,
    "book_cover": "covers/book_148.webp",
    "description": "Из книги вы узнаете:\n- Зачем нужны управленческий учет и \"оцифровка\" бизнеса\n- Как за цифрами отчетов увидеть бизнес-процессы, деньги, риски и возможности\n- Почему важно регулярно собирать данные, необходимые для развития бизнеса\n- Откуда и куда течет ваш денежный поток: прибыль, налоги, активы, обязательства\n- Как повысить точность планирования прибыли\n\nКнига содержит теорию и примеры, отчеты и графики с данными.\nОна поможет избежать ошибок, сбережет нервы и время и научит анализировать ключевые показатели бизнеса.\nИз первой главы вы узнаете о важности управленческого учета и принципах сбора данных.\nВо второй главе мы разберем, как описать бизнес \"языком цифр\": поймем, какие данные нужны именно вам.\nВ третьей главе рассмотрим главные управленческие отчеты и проанализируем работу компании, опираясь на цифры.\nВ четвертой главе изучим, как зарабатывать больше, управляя \"оцифрованным\" бизнесом: контролировать движение денег и привлекать инвесторов.\nАнализируйте финансовые отчеты, экономические показатели и аналитику и развивайте бизнес!",
    "publishing": "Олимп-Бизнес",
    "year": 2025,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 149,
    "author_id": 130,
    "genre_id": 28,
    "title": "Репетитор по химии",
    "price": 739,
    "book_cover": "covers/book_149.webp",
    "description": "Пособие содержит подробное изложение основ общей, неорганической и органической химии в объеме, соответствующем программам углубленного изучения химии в средней школе и программам для поступающих в вузы. В пособии представлены все типы расчетных задач с решениями и типовые упражнения с эталонами ответов. К каждой изучаемой теме предлагается разнообразный дидактический материал для контроля (вопросы, упражнения, задачи разной степени сложности, тесты с выбором ответа).\nРекомендуется учащимся школ, гимназий и лицеев, слушателям факультетов довузовской подготовки, готовящимся к сдаче выпускного экзамена или конкурсного экзамена по химии при поступлении в вузы химического и медико-биологического профиля.\n65-е издание.",
    "publishing": "Феникс",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 150,
    "author_id": 131,
    "genre_id": 28,
    "title": "Химия элементов. Книга тестов",
    "price": 388,
    "book_cover": "covers/book_150.webp",
    "description": "Практическое пособие для подготовки к поступлению.\nКнига содержит огромное количество разнообразных тестов по химии элементов, адресована в первую очередь абитуриентам и репетиторам. Пособие окажет существенную помощь при подготовке к вступительным испытаниям по химии, в какой бы форме они ни проводились.\n* Тысячи тематических тестовых заданий с правильными ответами\n* Тщательно продуманная система тестов с учетом типичных ошибок абитуриентов\n* Задания на основе действующей программы вступительных испытаний по химии\n* Уровень сложности тестовых вопросов, соответствующий школьному курсу химии\n* Изложение учебного материала на высоком научном уровне, но в то же время простым и доступным для учащихся языком",
    "publishing": "Попурри",
    "year": 2018,
    "binding": "Твердая"
  },
  {
    "id": 151,
    "author_id": 132,
    "genre_id": 28,
    "title": "ОГЭ. Русский язык. Подготовка к итоговому собеседованию перед основным государственным экзаменом",
    "price": 221,
    "book_cover": "covers/book_151.webp",
    "description": "Цель пособия - помочь учащимся 9 классов подготовиться к итоговому собеседованию, являющемуся допуском к основному государственному экзамену.\nКнига содержит 15 вариантов собеседования учащегося с преподавателем, которые по своему содержанию точно соответствуют экзаменационным материалам и позволяют полностью подготовиться к предстоящему испытанию. Каждый вариант включает четыре типа заданий: выразительное чтение вслух текста о выдающихся людях России, пересказ текста с привлечением дополнительной информации, тематическое монологическое высказывание и диалог, а также иллюстрированные карточки участника собеседования и карточки собеседника-экзаменатора.\nВ книге даны рекомендации по выполнению каждого задания экзаменационной работы и критерии оценивания их выполнения, что позволяет составить представление о требованиях к полноте и правильности развёрнутых ответов в устной форме.\nСборник будет полезен и учителям, которые найдут в нём необходимый материал для работы на уроках.",
    "publishing": "АСТ",
    "year": 2019,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 152,
    "author_id": 133,
    "genre_id": 29,
    "title": "Логопедические домашние задания для детей 5-7 лет с ОНР. Альбом 2. ФГОС ДО",
    "price": 115,
    "book_cover": "covers/book_152.webp",
    "description": "Альбом 2 предназначен для работы с детьми 5-7 лет с ОНР. Он является составной частью комплекта из трех альбомов с логопедическими домашними заданиями по различным лексическим темам.\nЦель данного пособия - помочь логопеду спланировать коррекционную работу и привлечь родителей и воспитателей к выполнению несложных домашних заданий с детьми.\nПреимущество этих альбомов состоит в том, что родителям не нужно по заданию логопеда переписывать домашние задания, подбирать картинки, рисовать или наклеивать их в тетрадь. Красочные иллюстрации помогают поддержать интерес ребенка к занятиям.\nПособие адресовано логопедам, воспитателям логопедических групп и родителям детей с речевыми нарушениями.",
    "publishing": "Гном",
    "year": 2023,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 153,
    "author_id": 134,
    "genre_id": 29,
    "title": "Русский язык. 5 класс. Проверочные работы к учебнику Т. Ладыженской и др. ФГОС",
    "price": 148,
    "book_cover": "covers/book_153.webp",
    "description": "Данное пособие полностью соответствует федеральному государственному образовательному стандарту.\nИздание предназначено для промежуточного контроля знаний учащихся по орфографии, пунктуации, лексике и фонетике.\nПособие содержит небольшие (выполнение займёт не более пяти-десяти минут) проверочные работы по всем темам курса русского языка 5 класса.\nИздание поможет проверить уровень усвоения учениками изученных тем, повторить и закрепить материал. После каждой работы предлагается выполнить работу над ошибками.\nИздание предназначено учителям, методистам, учащимся 5 классов.\nДопущено Министерством образования и науки РФ.",
    "publishing": "Экзамен",
    "year": 2023,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 154,
    "author_id": 135,
    "genre_id": 29,
    "title": "Русский язык. 2 класс. Рабочая тетрадь. В 2-х частях. Часть 2. ФГОС",
    "price": 343,
    "book_cover": "covers/book_154.webp",
    "description": "Рабочая тетрадь подготовлена к учебнику \"Русский язык. 2 класс\" (авт. В. П. Канакина, В. Г. Горецкий), доработанному в соответствии с требованиями Федерального государственного образовательного стандарта начального общего образования (Приказ Министерства просвещения РФ № 286 от 31.05.2021 г.).\nВ пособии содержатся упражнения, которые повышают интерес к учебному процессу, направлены на формирование навыков учебной деятельности, текстовых умений, речевого и логического мышления.\nЗадания тетради помогут развить функциональную грамотность, коммуникативную компетентность, информационную культуру, исследовательское поведение учащихся.\nСистема упражнений позволяет расширять словарный запас младших школьников, формировать умение наблюдать и анализировать языковые явления.\n14-е издание, переработанное.",
    "publishing": "Просвещение",
    "year": 2024,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 155,
    "author_id": 136,
    "genre_id": 29,
    "title": "История. 5 класс. Готовимся к ВПР. Учебно-тренировочная тетрадь",
    "price": 150,
    "book_cover": "covers/book_155.webp",
    "description": "В пособии представлены рекомендации для успешного выполнения заданий Всероссийской проверочной работы по истории и варианты заданий по всем элементам содержания курса истории Древнего мира, которые с максимальной долей вероятности могут быть включены в текст BПP. Материал пособия изложен в соответствии со структурой содержания курса истории Древнего мира.\nПособие предназначено как для учащихся 5 классов общеобразовательных школ, так и для преподавателей истории при организации изучения курса истории Древнего мира, его повторении и обобщении при подготовке к ВПР.",
    "publishing": "Феникс",
    "year": 2010,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 156,
    "author_id": 137,
    "genre_id": 30,
    "title": "Английский сонет",
    "price": 407,
    "book_cover": "covers/book_156.webp",
    "description": "В двуязычный сборник английского сонета вошли образцы этой поэтической формы за четыре века - с XVI до начала XX. Среди представленных в сборнике тридцати трех имен Уильям Шекспир, Джон Донн, Джон Мильтон, Уильям Вордсворт, Перси Биши Шелли, Джон Китс, Альфред Теннисон, Данте Габриэль Россетти, Оскар Уайльд, Уильям Батлер Йейтс и другие прославленные поэты, а также стихотворцы, менее известные в России. Составитель - известный поэт, переводчик и исследователь англоязычной поэзии Г. М. Кружков, ему же принадлежат переводы всех сонетов, включенных в сборник. В книгу также вошло эссе Г. М. Кружкова о сонетах Уильяма Шекспира.\nСоставитель: Кружков Григорий.",
    "publishing": "Текст",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 157,
    "author_id": 138,
    "genre_id": 30,
    "title": "Избранные страницы английской поэзии",
    "price": 647,
    "book_cover": "covers/book_157.webp",
    "description": "\nВ эту двуязычную книгу вошли лучшие образцы английской поэзии от эпохи Возрождения до начала XX века.\nВ числе сорока восьми представленных здесь имен Филип Сидни, Джон Донн, Уильям Шекспир, Эндрю Марвелл, Уильям Блейк, Джон Китс, Альфред Теннисон, Редьярд Киплинг и другие прославленные поэты, а также поэты, ранее почти неизвестные в России.\nНесмотря на скромный объем сборника, по широте охвата и разнообразию жанров и стилей это издание приближается к формату антологии.\nСоставитель - известный поэт, переводчик и исследователя англоязычной поэзии Г.М. Кружков, ему же принадлежат все переводы, вошедшие в сборник.",
    "publishing": "Текст",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 158,
    "author_id": 139,
    "genre_id": 31,
    "title": "Sésame 2. A1. Livre de l'élève",
    "price": 1812,
    "book_cover": "covers/book_158.webp",
    "description": "Курс Sesame ориентирован на практическое применение французского языка в реальной жизни, поэтому подростки будут изучать полезные фразы, выражения и лексику для базовых тем, таких как путешествия, общение, работа и т.д.\nВесь курс Sesame представлен в простой и понятной форме, чтобы даже начинающие ученики могли легко понять материал и быть успешными в изучении французского языка. Учебник состоит из 6 блоков, которые построены на веселых и мотивирующих темах. Каждый из блоков включает 3 вводных урока, страницы с разделом \"Je decouvre/Mes projets\" (Я открываю/Мои проекты) и совместную квест-игру, которая помогает ученикам взглянуть внутрь себя и позволяет им мобилизовать и оценить свои знания.",
    "publishing": "Hachette FLE",
    "year": 2022,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 159,
    "author_id": 140,
    "genre_id": 31,
    "title": "Les Perce-Temps du Mont-Saint-Michel",
    "price": 1512,
    "book_cover": "covers/book_159.webp",
    "description": "En visite scolaire au Mont-Saint-Michel, la jeune Alice est victime d'une chute temporelle. Séparée de sa classe mais guidée par les Veilleurs des Siècles, l'intrépide voyageuse va devoir affronter le dragon qui sommeille sous l'abbaye. Au fil de ses sauts à travers le temps, elle va ainsi observer la construction (et les effondrements) de l'abbatiale romane, croiser les anglais qui assiègent le Mont durant la guerre de Cent Ans ou encore apercevoir au loin le bombardement d'Avranches durant le débarquement de Normandie.\nMais c'est aussi l'environnement particulier du Mont-Saint-Michel qu'Alice va découvrir: cette baie où les sables mouvants et une marée extraordinaire re-dessinent sans cesse un paysage hostile de sable et d'eau... Heureusement, la curieuse licorne capturée sur les Iles Chausey va s'avérer être une monture courageuse et téméraire ; face aux éléments mais aussi pour combattre la monstrueuse créature dont il faudrait percer le coeur.\nEntre album illustré et bande dessinée, ce récit emmène les jeunes lecteurs dans le mille-feuille architectural et historique qu'est le Mont-Saint-Michel. S'appuyant sur les travaux des chercheurs, historiens et archéologues, il tente de donner à voir les états successifs de l'abbatiale, dont la construction débuta en 1023.",
    "publishing": "Editions du Patrimoine",
    "year": 2023,
    "binding": "Твердая"
  },
  {
    "id": 160,
    "author_id": 141,
    "genre_id": 32,
    "title": "Menschen A1.1. Kursbuch",
    "price": 506,
    "book_cover": "covers/book_160.webp",
    "description": "Учебник Menschen A1.1 - это первая часть уровня A1 трехуровневого курса для взрослых по немецкому языку. Учебник имеет модульную структуру: каждый модуль состоит из трех коротких уроков и четырех дополнительных модулей (Modul-Plus). Материал каждого урока расположен на четырех страницах и имеет четкую повторяющуюся структуру. Каждый урок начинается с интересной вводной ситуации, которая обычно сопровождается аудиозаписью. Ситуация знакомит с темой урока и вызывает эмоции и интерес к теме. На следующем развороте, начиная с повторения исходной ситуации, вводятся и отрабатываются новые лексические структуры и идиомы с использованием аутентичных текстов для чтения и прослушивания. Новая лексика урока наглядно представлена в заголовке и легко запоминается с помощью мини-словаря с картинками. Заключительная страница модуля посвящена обучению письму, обучению устной речи или предлагает мини-проект, который основываются на материале урока, где основные лексические структуры еще раз повторяются. Четыре добавочные страницы Module Plus предлагают интересную информацию: журнал для чтения с различными дополнительными текстами для чтения, раздел “Film-stationen” (в нем содержатся задания, связанные с эпизодами фильма), проект по страноведению и заключение с советами по творческому использованию песен в классе. В конце учебника находятся страницы с дополнительными упражнениями на говорение и письмо, а также задания для парной и групповой работы и список слов.",
    "publishing": "Hueber Verlag",
    "year": 2022,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 161,
    "author_id": 142,
    "genre_id": 33,
    "title": "Кольцо Тьмы. Эльфийский клинок. Том 1",
    "price": 928,
    "book_cover": "covers/book_161.webp",
    "description": "\"Эльфийский клинок. Часть 1\" - это первый комикс в серии \"Кольцо Тьмы\", знаменитом отечественном продолжении \"Властелина колец\" от мастера фэнтези Ника Перумова. В первой части \"Эльфийского Клинка\" начнётся долгое странствие по Средиземью. Хоббит Фолко вместе с гномом Торином отправляются в Аннуминас, чтобы доложить наместнику Арнора тревожные вести о вновь появившейся угрозе орков и захваченной подземным ужасом Мории.\nАвтор оригинального произведения Ник Перумов.",
    "publishing": "Alpaca",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 162,
    "author_id": 143,
    "genre_id": 33,
    "title": "Психопанорама. Александр Андрианов",
    "price": 192,
    "book_cover": "covers/book_162.webp",
    "description": "\"Психопанорама\" - это окно... Нет, это дыра... Черная глубокая дыра, ведущая в мир странных и пугающих фантазий, воплощенных на бумаге лучшими отечественными художниками и сценаристами. И сегодня мы погрузимся в мир... Александра Андрианова",
    "publishing": "Alpaca",
    "year": 2023,
    "binding": "обл - мягкий переплет"
  },
  {
    "id": 163,
    "author_id": 144,
    "genre_id": 33,
    "title": "Ужасная Макико",
    "price": 835,
    "book_cover": "covers/book_163.webp",
    "description": "Юной демонице Макико не повезло родиться дурнушкой. Но мириться с этим прискорбным обстоятельством она не собирается, тем более что у нее есть способ изменить судьбу - для того, чтобы стать самой прекрасной обитательницей ада, ей всего лишь нужно затащить в преисподнюю несколько невинных человеческих душ. Сумеет ли она осуществить свое заветное желание или неожиданно обнаружившаяся в ней доброта обречет ее на вечные страдания? Эти и другие истории о демонах - в сборнике классических произведений Хидеши Хино.",
    "publishing": "Фабрика комиксов",
    "year": 2023,
    "binding": "Твердая"
  }

]



