[
  {
    "id": 1,
    "author_id": 1,
    "genre_id": 4,
    "title": "Момент истины. В августе сорок четвертого…",
    "price": 1642,
    "book_cover": "covers/book_1.webp",
    "description": "Остросюжетный, почти детективный роман Владимира Богомолова посвящен одной из самых закрытых военных тем - работе Управления контрразведки СМЕРШ. В 1944 году на 3-м Белорусском фронте группа разведчиков мастерски выслеживает и обезвреживает фашистских шпионов. Но суть романа гораздо шире сюжета. Константин Симонов писал: \"Это роман не о военной контрразведке. Это роман о советской государственной и военной машине сорок четвертого года и типичных людях того времени\".\nТонкие штрихи иллюстраций Андрея Николаева схватывают и горячие моменты боя, и напряженную аналитическую работу разведчиков.",
    "publishing": "Речь",
    "year": 2018,
    "binding": "Твердая, обтянутая тканью"
  },
  {
    "id": 2,
    "author_id": 2,
    "genre_id": 2,
    "title": "Письмо незнакомки",
    "price": 701,
    "book_cover": "covers/book_2.webp",
    "description": "Новеллы австрийского писателя Стефана Цвейга (1881-1942) - это тончайшее психологическое исследование внутреннего состояния героев, их душевных порывов. Каждое произведение вызывает глубокие чувства и понимание, насколько беззащитно человеческое сердце, как превратны людские судьбы, на какие свершения, а порой преступления, может толкнуть страсть...Прекрасен и неподражаем язык Цвейга: элегантный, изысканный, преисполненный достоинства. Изысканные черно-белые иллюстрации подчеркивают дух новелл Цвейга.",
    "publishing": "Аркадия" ,
    "year": 2020,
    "binding": "Твердая"
  },
  {
    "id": 3,
    "author_id": 3,
    "genre_id": 4,
    "title": "Преступление и наказание",
    "price": 443,
    "book_cover": "covers/book_3.webp",
    "description": "История бедного студента-убийцы из Санкт-Петербурга, ставшая одним из самых ярких символом русской культуры во всем мире. Родион Раскольников, обедневший студент, измученный внутренней борьбой добра со злом, считает себя выше закона и совершает страшное преступление, оправдываясь своей философией: \"Убить такую вредную старуху - воспротивиться злу и восстановить справедливость!\". Однако все идет не по плану и, охваченный чувством вины и ужаса, Раскольников начинает проваливаться в пучину безумия. Достоевский мастерски вплетает сложные нравственно-мировоззренческие вопросы в мрачную тягучую атмосферу холодного Петербурга.",
    "publishing": "Яуза",
    "year": 2025,
    "binding": "Твердая"
  },
  {
    "id": 4,
    "author_id": 4,
    "genre_id": 17,
    "title": "Приключения капитана Врунгеля",
    "price": 1023,
    "book_cover": "covers/book_4.webp",
    "description": "Морское дело писатель Андрей Некрасов знал не понаслышке: совсем юным он поступил матросом на рыболовецкое судно в Мурманске, а позже попал на Тихоокеанское побережье и исходил его от Чукотки до Посьета. Он был кочегаром, зверобоем, штурманом и даже занимался организацией китобойной промышленности. В те же годы он начал писать и публиковаться в детских журналах и газетах, причём многие сюжеты своих рассказов брал из жизни. Капитан Врунгель тоже имел реального прототипа - это капитан Андрей Вронский, который возглавлял первый китобойный трест на Дальнем Востоке, а на досуге любил рассказывать захватывающие небылицы из морской жизни.",
    "publishing": "Качели",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 5,
    "author_id": 6,
    "genre_id": 4,
    "title": "Белая гвардия",
    "price": 1309,
    "book_cover": "covers/book_5.webp",
    "description": "\"Белая гвардия\" - первый роман Михаила Афанасьевича Булгакова (1891-1940). В центре повествования - семья Турбиных и их друзья. Через восприятие этих героев читатель погружается в атмосферу тектонических сдвигов, ужасов событий 1918-1919 годов. Но это не столько историческое описание, сколько художественный образ, сотканный из раздумий писа­теля о конце времен.\nИллюстрации к роману созданы выдающимся художником Андреем Владимировичем Николаевым, автором многочисленных графических циклов к \"Войне и миру\" Л. Н. Толстого.",
    "publishing": "Галерея классики",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 6,
    "author_id": 7,
    "genre_id": 4,
    "title": "Обломов",
    "price": 1853,
    "book_cover": "covers/book_6.webp",
    "description": "Роман Ивана Александровича Гончарова (1812-1891) \"Обломов\" с момента своей публикации вошел в число лучших образцов прозы. Это размышление о русском характере со всеми его достоинствами и недостатками, об устроенности и неустроенности человека в обществе, о выборе пути и результатах такого предпочтения. При этом автор не стремится к разоблачению, порицанию, наставлению. Философский смысл романа, лирическая интонация повествования позволила мастеру книжной иллюстрации Герману Алексеевичу Мазурину написать свой цикл рисунков. Их отличает необыкновенная точность деталей, внимание к психологическому жесту и почти волшебная легкость композиции.",
    "publishing": "Галерея классики",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 7,
    "author_id": 8,
    "genre_id": 4,
    "title": "Повести покойного Ивана Петровича Белкина",
    "price": 630,
    "book_cover":"covers/book_7.webp",
    "description": "Знаменитые \"Повести Белкина\" (1830) появились на свет в Болдинскую осень Александра Пушкина, самый продуктивный период его творческой биографии.\nСоздавая свои произведения, великий русский писатель не любил придерживаться каких-либо строгих рамок. Им двигала жажда эксперимента, желание совмещать различные направления. В пяти \"Повестях Белкина\" их четыре: реализм (\"Выстрел\"), сентиментализм (\"Метель\", \"Станционный смотритель\"), водевиль (\"Барышня-крестьянка\"), готика (\"Гробовщик\").\nВ каждой повести судьба ставит героев в необычайные, чаще всего трагические положения или, наоборот, приводит их к неожиданной и \"счастливой\" развязке.",
    "publishing": "Аркадия",
    "year": 2019,
    "binding": "Твердая"
  },
  {
    "id": 8,
    "author_id": 1,
    "genre_id": 9,
    "title": "Вечера на хуторе близ Диканьки",
    "price": 227,
    "book_cover": "covers/book_8.webp",
    "description": "\"Вечера на хуторе близ Диканьки\" - одно из лучших произведений Николая Гоголя, которое одинаково сильно любят и взрослые, и дети.\nСборник мистических повестей почти две сотни лет погружает читателей в мир, где реальность переплетается с фантастикой, а народные легенды и предания оживают на страницах книги.\nДля среднего школьного возраста.",
    "publishing": "Проспект",
    "year": 2025,
    "binding": "Мягкая"
  },
  {
    "id": 9,
    "author_id": 5,
    "genre_id": 28,
    "title": "Физика в формулах и схемах",
    "price": 101,
    "book_cover": "covers/book_9.webp",
    "description": "Серия \"В формулах и схемах\" включает дидактические материалы, тестовые задания и шпаргалки для школьников и абитуриентов. Предлагаемое пособие - краткий справочник по основным разделам курса физики, изучаемым в средней школе. В наглядной и доступной форме изложены основные законы физики. Текст сопровождается необходимыми иллюстрациями.\nПособие может быть рекомендовано школьникам, в том числе для подготовки к ОГЭ и ЕГЭ и абитуриентам.\n4-е издание, исправленное и дополненное.",
    "publishing": "Виктория Плюс",
    "year": 2019,
    "binding": "Мягкая"
  },
  {
    "id": 10,
    "author_id": 6,
    "genre_id": 4,
    "title": "Собачье сердце",
    "price": 374,
    "book_cover": "covers/book_10.webp",
    "description": "Повесть \"Собачье сердце\" написана М. А. Булгаковым в январе-марте 1925 года, в СССР впервые опубликована в журнале \"Знамя\" в 1987 году, но до публикации широко ходила в самиздате. История введения \"Собачьего сердца\" в \"официальный оборот\" подробно описана в статье М. О. Чудаковой, завершающей эту книгу. Огромная популярность пришла к булгаковским героям после чрезвычайно удачной экранизации книги в 1989 году. Шарик-Шариков, профессор Преображенский, доктор Борменталь, председатель домкома Швондер стали нарицательными персонажами. А история о бездомной собаке, принявшей после хирургической операции человеческий облик, но затем под влиянием идей о классовой вражде пролетариата и буржуазии вновь утратившей его, обрела почти фольклорную известность. Сегодня обращенное к человеку определение \"Шариков\" - синоним глупости, жадности и неблагодарности. Пес Шарик, между прочим, таким не был - это чисто людские свойства.",
    "publishing": "Время",
    "year": 2017,
    "binding": "Мягкая"
  },
  {
    "id": 11,
    "author_id": 10,
    "genre_id": 5,
    "title": "Властелин колец",
    "price": 2150,
    "book_cover": "covers/book_11.webp",
    "description": "Эпическая трилогия Дж. Р. Р. Толкина, положившая начало современному фэнтези. Война Кольца и судьба Средиземья в завораживающей истории дружбы, мужества и борьбы добра со злом.",
    "publishing": "АСТ",
    "year": 2023,
    "binding": "Твердая"
  },
  {
    "id": 12,
    "author_id": 11,
    "genre_id": 6,
    "title": "Убийство в Восточном экспрессе",
    "price": 890,
    "book_cover": "covers/book_12.webp",
    "description": "Классический детектив Агаты Кристи с участием знаменитого сыщика Эркюля Пуаро. Загадочное убийство в поезде, закрытое пространство и множество подозреваемых.",
    "publishing": "Эксмо",
    "year": 2022,
    "binding": "Твердая"
  },
  {
    "id": 13,
    "author_id": 12,
    "genre_id": 7,
    "title": "Гордость и предубеждение",
    "price": 357,
    "book_cover": "covers/book_13.webp",
    "description": "Роман Джейн Остин, в котором остроумие, любовь и социальные предрассудки переплетаются в истории семьи Беннет и мистера Дарси.",
    "publishing": "Азбука",
    "year": 2021,
    "binding": "Твердая"
  },
  {
    "id": 14,
    "author_id": 13,
    "genre_id": 10,
    "title": "Краткая история времени",
    "price": 950,
    "book_cover": "covers/book_14.webp",
    "description": "Книга Стивена Хокинга, которая открывает перед читателем тайны космоса, черных дыр и происхождения Вселенной простым и увлекательным языком.",
    "publishing": "АСТ",
    "year": 2020,
    "binding": "Мягкая"
  },
  {
    "id": 15,
    "author_id": 14,
    "genre_id": 14,
    "title": "Атлант расправил плечи",
    "price": 1680,
    "book_cover": "covers/book_15.webp",
    "description": "Философский роман Айн Рэнд о роли личности, разуме и созидательной энергии в обществе. Книга, ставшая манифестом рационализма и индивидуализма.",
    "publishing": "Альпина",
    "year": 2019,
    "binding": "Твердая"
  },
  {
    "id": 16,
    "author_id": 15,
    "genre_id": 15,
    "title": "Чистый код",
    "price": 2100,
    "book_cover": "covers/book_16.webp",
    "description": "Классическая книга Роберта Мартина для программистов, стремящихся писать чистый, поддерживаемый и эффективный код.",
    "publishing": "Питер",
    "year": 2021,
    "binding": "Мягкая"
  },
  {
    "id": 17,
    "author_id": 16,
    "genre_id": 17,
    "title": "Волшебник Изумрудного города",
    "price": 971,
    "book_cover": "covers/book_17.webp",
    "description": "Классическая детская книга Александра Волкова о приключениях Элли и её друзей в волшебной стране.",
    "publishing": "Качели",
    "year": 2021,
    "binding": "Твердая"
  },
  {
    "id": 18,
    "author_id": 17,
    "genre_id": 23,
    "title": "7 навыков высокоэффективных людей",
    "price": 1096,
    "book_cover": "covers/book_18.webp",
    "description": "Знаковая книга Стивена Кови о том, как развивать личную и профессиональную эффективность через системный подход.",
    "publishing": "Попурри",
    "year": 2018,
    "binding": "Мягкая"
  },
  {
    "id": 19,
    "author_id": 18,
    "genre_id": 33,
    "title": "Атака титанов. Том 1",
    "price": 890,
    "book_cover": "covers/book_19.webp",
    "description": "Первая часть культовой манги Хадзимэ Исаямы о борьбе человечества за выживание в мире, где царят титаны.",
    "publishing": "Азбука",
    "year": 2023,
    "binding": "Мягкая"
  },
  {
    "id": 20,
    "author_id": 19,
    "genre_id": 8,
    "title": "Знак беды",
    "price": 640,
    "book_cover": "covers/book_20.webp",
    "description": "Роман белорусского писателя Василя Быкова о трагических страницах Великой Отечественной войны и судьбах простых людей.",
    "publishing": "Т8",
    "year": 2018,
    "binding": "Твердая"
  },
  {
    "id": 21,
    "author_id": 20,
    "genre_id": 18,
    "title": "Секреты итальянской кухни",
    "price": 950,
    "book_cover": "covers/book_21.webp",
    "description": "Если что-то в Италии и остается неизменным, так это повсеместная страсть к еде. Она в сердце каждого итальянца, о ней известно всем. Что интересно, независимо от уровня доходов у большинства итальянцев на столе хорошая еда: вкусная, яркая, простая. Итальянцы помешаны на сезонных продуктах, бережливы, стараются не усложнять себе жизнь, в том числе на кухне, и подходят к готовке с большой любовью. Если вы возьмете с них пример, то сможете приготовить потрясающие блюда, которые соберут за одним столом друзей и родных.",
    "publishing": "Кукбукс,",
    "year": 2018,
    "binding": "Твердая"
  },
  {
    "id": 22,
    "author_id": 5,
    "genre_id": 19,
    "title": "Футбол. Полная энциклопедия",
    "price": 3180,
    "book_cover": "covers/book_22.webp",
    "description": "Энциклопедия о футболе: история чемпионатов, биографии легендарных игроков, тактика и рекорды.",
    "publishing": "РОСМЭН",
    "year": 2019,
    "binding": "Твердая"
  },
  {
    "id": 23,
    "author_id": 21,
    "genre_id": 21,
    "title": "Грамматика английского языка",
    "price": 245,
    "book_cover": "covers/book_23.jpg",
    "description": "Подробный разбор грамматики английского языка с примерами и упражнениями для всех уровней.",
    "publishing": "Проспект",
    "year": 2024,
    "binding": "Мягкая"
  },
  {
    "id": 24,
    "author_id": 22,
    "genre_id": 28,
    "title": "Математика. Полный курс подготовки к ЕГЭ",
    "price": 530,
    "book_cover": "covers/book_24.jpg",
    "description": "Учебник для подготовки к ЕГЭ по математике: теория, задания и разбор типовых ошибок.",
    "publishing": "Феникс",
    "year": 2019,
    "binding": "Мягкая"
  },
  {
    "id": 25,
    "author_id": 23,
    "genre_id": 24,
    "title": "Менеджмент",
    "price": 900,
    "book_cover": "covers/book_25.jpg",
    "description": "Данное издание предлагает читателю краткое и структурированное изложение основного материала по менеджменту. Благодаря чётким определениям основных понятий, читатель сможет за короткий срок усвоить и переработать важную часть научной информации.",
    "publishing": "Научная книга",
    "year": 2017,
    "binding": "Твердая"
  },
  {
    "id": 26,
    "author_id": 24,
    "genre_id": 25,
    "title": "Дикий маркетинг? Ручной маркетинг! Как заставить слушаться инструменты продвижения. Монография",
    "price": 690,
    "book_cover": "covers/book_26.jpg",
    "description": "Введение в философию: основные школы, идеи и мыслители в удобном формате ежедневного чтения.",
    "publishing": "Good Business",
    "year": 2012,
    "binding": "Твердая"
  }
]



